[{"name":"Baccus Lab","pi":"Stephen A. Baccus","department":"School of Medicine (Neurobiology)","goals":"We study how the neural circuitry of the vertebrate retina encodes visual information and performs computations. To control and measure the retinal circuit, we present visual images while performing simultaneous two-photon imaging and multielectrode recording. We perturb the circuit as it operates using simultaneous intracellular current injection and multielectrode recording, and use the resulting large data sets to construct models of retinal computation.","primary":"Stephen A. Baccus (baccus@stanford.edu)","secondary":null,"website":"https:\/\/sites.stanford.edu\/baccuslab\/","notes":null},{"name":"Barres Lab","pi":"Ben Barres","department":"School of Medicine (Neurobiology, Developmental Biology, Neurology)","goals":"Our lab is interested in the neuronal-glial interactions that underlie the development and function of the mammlian central nervous system.","primary":"Ben Barres (barres@stanford.edu)","secondary":null,"website":null,"notes":null},{"name":"Bergmann Lab","pi":"Dominique Bergmann","department":"Biology","goals":"Functioning organisms possess an abundant array of tissues, each composed of distinct cell types with distinct cell morphologies. How is this grand diversity of fates and forms generated? Cells in the Arabidopsis stomatal lineage distill many of the key features of development: they must be chosen from initially equivalent cells, they undergo asymmetric and self-renewing divisions, they communicate among themselves and they must respond to the environment. Our lab takes a multidisciplinary approach–from cell biology to genomics to ecophysiology–that leverages the intrinsic strengths of this biological system to create a conceptual and technical framework for the study of cell fate, stem-cell self-renewal and cell polarity.","primary":"Dominique Bergmann, PhD (dbergmann@stanford.edu)","secondary":"Brenda Koehler (bkoehler@stanford.edu)","website":"http:\/\/www.stanford.edu\/group\/bergmann\/cgi-bin\/bergmannlab\/","notes":null},{"name":"Block Lab","pi":"Steven Block","department":"Biology","goals":"Properties of proteins or nucleic acids at the level of single macromolecules and molecular complexes. Experimental tools include laser-based optical traps (\"optical tweezers\") and a variety of state-of-the-art fluorescence techniques, in conjunction with custom-built instrumentation for the nanometer-level detection of displacements and piconewton-level detection of forces.","primary":"Steven Block (sblock@stanford.edu)","secondary":null,"website":"http:\/\/www.stanford.edu\/group\/blocklab\/","notes":null},{"name":"Chen Lab","pi":"Xiaoke Chen","department":"Biology","goals":"Brain circuits mediating decisions and behaviors","primary":"Xiaoke Chen (xkchen@stanford.edu)","secondary":null,"website":"http:\/\/www.stanford.edu\/group\/chen_lab\/main.html","notes":null},{"name":"Clandinin Lab","pi":"Thomas Clandinin","department":"School of Medicine (Neurobiology)","goals":"The Clandinin lab focuses on understanding how neuronal circuits assemble and function to perform specific computations and guide behavior. Taking advantage of a rich armamentarium of genetic tools available in the fruit fly, combined with imaging, physiology and analytical techniques drawn from systems neuroscience, we examine a variety of visual circuits.","primary":"Thomas Clandinin (trc@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/clandininlab\/","notes":null},{"name":"Clarke Lab","pi":"Michael F. Clarke","department":"School of Medicine (Stem Cell Institute)","goals":"Cancer stem cells ","primary":"Michael F. Clarke (mfclarke@stanford.edu)","secondary":null,"website":"http:\/\/stemcell.stanford.edu\/about\/Laboratories\/clarke\/index.html","notes":null},{"name":"Cyert Lab","pi":"Martha Cyert","department":"Biology","goals":"The Cyert lab is identifying signaling networks for calcineurin, the conserved Ca2+\/calmodulin-dependent phosphatase and target of immunosuppressants FK506 and cyclosporin A, in yeast and mammals. Cell biological investigations of target dephosphorylation reveal calcineurin’s many physiological functions. The role of short linear peptide motifs, or SLiMs, in substrate recognition and network evolution, as well as in regulation of calcineurin activity is also being examined.","primary":"Martha S. Cyert (mcyert@stanford.edu","secondary":"Tammy Learned (tlearned@stanford.edu)","website":"http:\/\/web.stanford.edu\/group\/cyert\/Site\/Home.html","notes":null},{"name":"Daily Lab","pi":"Gretchen Daily","department":"Biology","goals":"The ecological (and evolutionary) dynamics of biodiversity change in natural and human-modified ecosystems. The quantification and mapping of ecosystem services, in biophysical, economic, and cultural terms. Feasible pathways for and novel approaches to ecological restoration, from biophysical, economic, and cultural perspectives. Field research based mostly in the Neotropics and Hawai'i; ecosystem services projects in a range of sites internationally\n","primary":null,"secondary":null,"website":null,"notes":null},{"name":"Dixon Lab","pi":"Scott Dixon","department":"Biology","goals":"Investigating cell death using chemical biology and functional genomics","primary":"Scott J. Dixon (sjdixon@stanford.edu)","secondary":null,"website":"https:\/\/dixonlab.squarespace.com\/","notes":null},{"name":"Dolmetsch Lab","pi":"Ricardo Dolmetsch","department":"School of Medicine (Neurobiology)","goals":"Our lab studies the underlying neurobiology of autism and other neuro-developmental disorders. We are particularly interested in understanding how electrical activity and calcium signals control the development of the brain and how this is altered in children with autism spectrum disorders. We are also developing new tools to study and repair the developing brain.","primary":"Ricardo Dolmetsch (ricardo.dolmetsch@stanford.edu)","secondary":null,"website":"http:\/\/dolmetschlab.stanford.edu\/","notes":null},{"name":"Fernald Lab","pi":"Russell Fernald","department":"Biology","goals":"In the course of evolution,two of the strongest selective forces in nature,light and sex, have left their mark on living organisms. I am interested in how the development and function of the nervous system reflects these events. In the visual system, we are studying the cellular basis of retinal development. In the reproductive system, we have indentified a collection of cells in the brain containing gonodotropin releasing hormone(GnRH) that respond to changes in the social conditions by changing size.","primary":"Russell Fernald (rfernald@stanford.edu)","secondary":"Pamela Hung (pamhung@stanford.edu)","website":"http:\/\/web.stanford.edu\/group\/fernaldlab\/index.shtml","notes":null},{"name":"Fraser Lab","pi":"Hunter Fraser","department":"Biology","goals":"We study the regulation and evolution of gene expression using a combination of experimental and computational approaches. Our work brings together quantitative genetics, genomics, epigenetics, and evolutionary biology to achieve a deeper understanding of how genetic variation within and between species affects genome-wide gene expression and ultimately shapes the phenotypic diversity of life.","primary":"Hunter Fraser (hbfraser@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/fraserlab\/index.html","notes":null},{"name":"Frommer Lab","pi":"Wolf Frommer ","department":"Biology, Carnegie Institute for Science (Plant Biology)","goals":"Transport\/signaling across the plasma membrane(sugars,amino acids) FRET-based nanosensors for imaging metabolites in living organisms using confocal fluorescence microscopy;Sensor optimization by computational design;RNAi to modify cellular functions. Goals:Identify unknown sugar effluxers from liver or plant cells;study regulatory networks. Model systems:liver,neuronal and plant cell cultures,C.elegans and Arabidopsis.","primary":"Wolf Frommer (wfrommer@stanford.edu)","secondary":null,"website":null,"notes":null},{"name":"Frydman Lab","pi":"Judith Frydman","department":"Biology","goals":"The mechanism of protein folding as become a central problem in biology. We wish to understand the pathways and regulation of protein folding in eukaryotic cells. Knowledge of how proteins actually fold in the cell should eventually provide the basis for controlling protein funciton under normal conditions and during abnormal conditions of environmental stress and disease","primary":"Judith Frydman (jfrydman@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/frydman\/web\/index.html","notes":null},{"name":"Fukami Lab","pi":"Tadashi Fukami","department":"Biology","goals":"Ecological and evolutionary community assembly, with emphasis on historical contingency in community structure, ecosystem functioning, biological invasion and ecologicial restoration, using experimental, theoretical and compartive methods involving bacteria, protists, fungi, plans and animals.","primary":"Tadashi Fukami (fukamit@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/~fukamit\/index.html","notes":null},{"name":"Giocomo Lab","pi":"Lisa Giocomo","department":"School of Medicine (Neurobiology)","goals":"My laboratory studies the cellular and molecular mechanisms underlying the organization of cortical circuits important for spatial navigation and memory. We are particularly focused on medial entorhinal cortex, where many neurons fire in spatially specific patterns and thus offer a measurable output for molecular manipulations. We combine electrophysiology, genetic approaches and behavioral paradigms to unravel the mechanisms and behavioral relevance of non-sensory cortical organization. Our first line of research is focused on determining the cellular and molecular components crucial to the neural representation of external space by functionally defined cell types in entorhinal cortex (grid, border and head direction cells). We plan to use specific targeting of ion channels, combined with in vivo tetrode recordings, to determine how channel dynamics influence the neural representation of space in the behaving animal. A second, parallel line of research, utilizes a combination of in vivo and in vitro methods to further parse out ionic expression patterns in entorhinal cortices and determine how gradients in ion channels develop. Ultimately, our work aims to understand the ontogenesis and relevance of medial entorhinal cortical topography in spatial memory and navigation.","primary":"Lisa Giocomo (giocomo@stanford.edu)","secondary":null,"website":"http:\/\/giocomolab.weebly.com\/","notes":null},{"name":"Goldbogen Lab","pi":"Jeremy Goldbogen","department":"Biology (Hopkins Marine Station)","goals":"Physiological basis of animal performance and ecological function. Animal-borne tags and bio-logging of fine-scale animal movement and physiological processes. Scaling, foraging ecology of ram filter feeders, diving physiology, bioacoustics, and behavioral ecology.","primary":"Jeremy Goldbogen","secondary":null,"website":"http:\/\/goldbogen.stanford.edu\/","notes":null},{"name":"Gordon Lab","pi":"Deborah Gordon","department":"Biology","goals":"Our research examines the social behavior and ecology of social insects. The current research investigates (1) Ant colony organization. (2)Ecology of harvester ant populations.(3)Population genetics of harvester ant populations.(4)The invasive Argentine ant.","primary":"Deborah Gordon (dmgordon@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/~dmgordon\/","notes":null},{"name":"Gozani Lab","pi":"Or Gozani","department":"Biology","goals":"Chromatin dynamics regulate fundamental nuclear processes that influence diverse physiologic and pathologic processes. Our research focuses on chromatin modulation by the ING (Inhibitor of Growth) family of tumor suppressor proteins. The goal of our research is to elucidate the molecular mechanism by which ING proteins regulate chromatin under normal conditions and in response to genotoxic insults, and to understand the relationship between these activities and tumor suppressor pathways","primary":"Or Gozani (ogozani@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/gozani\/cgi-bin\/gozanilab\/","notes":null},{"name":"Hadly Lab","pi":"Elizabeth Hadly","department":"Biology","goals":"We study morphologic, genetic, population and community responses to the last several thousand years of climatic change in vertebrate ecosystems of temperate North and South America","primary":"Elizabeth Hadly (hadly@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/hadlylab\/index.html","notes":null},{"name":"Hanawalt Lab","pi":"Philip Hanawalt","department":"Biology","goals":"The research group studies the mechanisms by which living cells maintain their genomes in the face of endogenous DNA damage and environmental radiations and chemical carcinogens.","primary":"Philip Hanawalt (hanawalt@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/~hanawalt\/","notes":null},{"name":"J. Feldman Lab","pi":"Jessica Feldman","department":"Biology","goals":"We are interested in understanding design principles within cells that contribute to the diversification of cellular form and function.  Using a combination of genetic, biochemical, and live imaging approaches, we are investigating how the microtubule cytoskeleton is spatially organized and the mechanisms underlying organizational changes during development.","primary":"Jessica Feldman (feldmanj@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/jfeldman_lab\/","notes":null},{"name":"Knudsen Lab","pi":"Eric I. Knudsen","department":"School of Medicine (Neurobiology)","goals":"Cellular mechanisms of spatial attention and learning, studied in the central nervous system in birds, using behavioral, systems, cellular and molecular techniques.","primary":"Eric I. Knudsen (eknudsen@stanford.edu)","secondary":null,"website":null,"notes":null},{"name":"Kopito Lab","pi":"Ron Kopito","department":"Biology","goals":"Cellular mechanisms which monitor protein biogenesis and ensure that only properly folded and assembled proteins are deployed within the cell. Genetic biochemical and cell biological approaches are used to identify the machinery involved in recognizing and destroying misfolded proteins","primary":"Ron Kopito (KOPITO@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/kopito\/Kopito_Lab\/Home.html","notes":null},{"name":"Long Lab","pi":"Sharon Long","department":"Biology","goals":"Molecular, genetic, and biochemical techniques are used to study how Rhizobium cells recognize and form nodules on their plant hosts. The association is highly specific: individual species of Rhizobium are classified according to the particular legumes they are able to nodulate.","primary":"Sharon Long (srl@stanford.edu)","secondary":null,"website":"http:\/\/cmgm.stanford.edu\/biology\/long\/","notes":null},{"name":"Luo Lab","pi":"Liqun Luo","department":"Biology, School of Medicine (Neurobiology)","goals":"Molecular genetics are used to understand the logic of neural circuit assembly. The human brain is composed of ~10ˆ12 neurons with complex morphologies and intricate connections. We use primarily the simpler brain of the fruit fly, Drosophila melanogaster, composed of ~10ˆ5 neurons, to uncover fundamental mechanisms that are likely to be used in our own brain.","primary":"Liqun Luo (lluo@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/luolab\/","notes":null},{"name":"M. Feldman Lab","pi":"Marc Feldman","department":"Biology","goals":"Evolution of complex genetic systems that can undergo both natural selection and recombination. Human demographic studies, particularly of the sex ratio. Human molecular evolution.The evolution of learning as one interface between modern methods in artificial intelligence and models of biological processes, including communication. The interaction of biological and cultural evolution, for example in the spread of food plant domestication across Europe, and the transmission of learned behaviors in contemporary groups.","primary":"Marcus Feldman (mfeldman@stanford.edu)","secondary":null,"website":"http:\/\/www-evo.stanford.edu\/","notes":null},{"name":"McConnell Lab","pi":"Susan McConnell","department":"Biology","goals":"How individual neurons know where they should sit in the brain and with which neurons they should form specific axonal connections. Identify and characterize the progenitor cells that give rise to neuron and the processes by which young neurons locate their correct targets among hundreds of thousands of other neurons in the brain.","primary":"Susan McConnell (suemcc@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/skmlab\/index.html","notes":null},{"name":"Micheli Lab","pi":"Fiorenza Micheli","department":"Biology (Hopkins Marine Station)","goals":"We are investigating how coastal marine assemblages are shaped through the interplay of physical factors and biological interactions, and examining how much of the observed variation in these assemblages can be attributed to human impacts on the marine environment.","primary":"Fiorenza Micheli (micheli@stanford.edu)","secondary":null,"website":"http:\/\/micheli.stanford.edu\/index.html","notes":null},{"name":"Moore Lab","pi":"Tirin Moore","department":"School of Medicine (Neurobiology)","goals":"We study neural mechanisms of visual-motor integration and the neural basis of cognition (e.g. attention). We study the activity of single neurons in visual and motor structures within the brain, examine how perturbing that activity affects neurons in other brain structures,","primary":"Tirin Moore (tirin@stanford.edu)","secondary":null,"website":null,"notes":null},{"name":"Mordecai Lab (Starts Jan. 1, 2015)","pi":"Erin Mordecai","department":"Biology","goals":"The community ecology of disease. Impacts of pathogens on plant diversity. Maintenance of parasite and pathogen diversity. Consequences of global change for host-parasite interactions. This work combines mathematical modeling and empirical work.","primary":"Erin Mordecai (mordecai@unc.edu)","secondary":null,"website":null,"notes":null},{"name":"Morrison Lab","pi":"Ashby Morrison","department":"Biology","goals":"Our research interests are to elucidate the contribution of chromatin to mechanisms that promote genomic integrity. The regulation of chromatin is a crucial component of DNA metabolism and processing in eukaryotic organisms. Chromatin-remodeling complexes, modified histones, and higher order chromatin structure are all factors influencing genome stability. We utilize an integrated approach of genetic, biochemical, and molecular techniques, in both yeast and mammalian systems, to examine the involvement of chromatin in processes that prevent genome instability and the pathogenesis of disease.","primary":"Ashby Morrrison (ashbym@stanford.edu) ","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/morrison\/index.html","notes":null},{"name":"Mudegett Lab","pi":"Mary Beth Mudgett","department":"Biology","goals":"My laboratory investigates how bacterial pathogens employ proteins secreted by the type III secretion system (TTSS) to manipulate eukaryotic signaling to promote disease. We study TTSS effectors in the plant pathogen Xanthomonas campestris, the causal agent of bacterial spot disease of pepper and tomato. For these studies, we apply biochemical, cell biological, and genetic approaches using the natural hosts and two model pathosystems.","primary":"Mary Beth Mudgett (mudgett@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/~mudgett\/index.html","notes":null},{"name":"Nelson Lab","pi":"W James Nelson","department":"Biology","goals":"Our research objectives are to understand cellular mechanisms involved in development and maintenance of cell polarity. Recent studies indicate that development of epithelial cell polarity is a multistage process requiring instructive extracellular cues (eg. cell-cell and cell-substratum contact) and reorganization of proteins in the cytoplasm and on the plasma membrane. Once established, polarity is maintained by targeting and retention of proteins to functionally distinct apical and basal-lateral plasma membrane domains.","primary":"W James Nelson (wjnelson@stanford.edu)","secondary":null,"website":"http:\/\/nelsonlab.stanford.edu\/","notes":null},{"name":"Newsome Lab","pi":"William Newsome","department":"School of Medicine (Neurobiology), Psychology","goals":"Neural processes that mediate visual perception and visually-based decision making. Influence of reward history on decision making.","primary":"William Newsome (bnewsome@stanford.edu)","secondary":null,"website":"http:\/\/monkeybiz.stanford.edu\/","notes":null},{"name":"Palumbi Lab","pi":"Stephen Palumbi","department":"Biology (Hopkins Marine Station)","goals":"We study genetics, evolution, conservation, population biology and systematics in a wide variety of marine organisms. Primary focus is the use of molecular genetic techniques in conservation, including identification of dolphin and whale products in commercial markets. Also, molecular evolution of reproductive isolation and its influence on speciation.","primary":"Stephen Palumbi (spalumbi@stanford@edu) ","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/Palumbi\/index.html","notes":null},{"name":"Peay Lab","pi":"Kabir Peay","department":"Biology","goals":"Ecology, community structure & ecosystem function of plant-microbial symbiosis","primary":"Kabir Peay (kpeay@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/~kpeay\/","notes":null},{"name":"Petrov Lab","pi":"Dmitri Petrov","department":"Biology","goals":"We are interested in a wide range of questions in molecular evolution and molecular population genetics. We do theoretical, computational and experimental work to address these questions. Our primary focus at the moment is on (i) population genetics and molecular mechanisms of adaptation and (ii) genome evolution.","primary":"Dmitri Petrov (dpetrov@stanford.edu)","secondary":null,"website":"http:\/\/petrov.stanford.edu\/","notes":null},{"name":"Pritchard Lab","pi":"Jonathan Pritchard","department":"Biology","goals":"We are interested in a broad range of problems at the interface of genomics and evolutionary biology. One current focus of the lab is in understanding how genetic variation impacts gene regulation and complex traits. We also have long-term interests in using genetic data to learn about population structure, history and adaptation, especially in humans.","primary":"Jonathan Pritchard (pritch@stanford.edu)","secondary":null,"website":"http:\/\/pritchardlab.stanford.edu\/home.html","notes":null},{"name":"Red-Horse Lab","pi":"Kristy Red-Horse","department":"Biology","goals":"We use blood vessel development as a model to study the signals that instruct cell fate and guide morphogenesis during organ formation in the mammalian embryo. Our current focus is on fate mapping the different sources that contribute to the coronary arteries of the heart and identifying the molecules that direct their migration and differentiation. The long-term goal is to use this information to better understand and treat cardiovascular diseases.","primary":"Kristy Red-Horse (kredhors@stanford.edu)","secondary":null,"website":"https:\/\/redhorselab.stanford.edu\/","notes":null},{"name":"Rosenberg Lab","pi":"Noah Rosenberg","department":"Biology","goals":"Research in the lab addresses problems in evolutionary biology and human genetics through a combination of mathematical modeling, computer simulations, development of statistical methods, and inference from population-genetic data. Our current work covers topics such as human genetic variation, inference of human evolutionary history, the role of population genetics in the search for disease-susceptibility genes, the relationship of gene trees and species trees, and mathematical properties of statistics used for analyzing genetic variability.","primary":"Noah Rosenberg (noahr@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/rosenberglab\/","notes":null},{"name":"Schnitzer Group","pi":"Mark Schnitzer","department":"Biology","goals":"The Schnitzer lab develops and uses fluorescence endoscopy and microscopy imaging methods to study biophysical events underlying various forms of learning and memory. A mjaor goal is to accomplish studies of these cellular and molecular events in alert animals. Using fluorescence imaging of neuronal populations, indvidual neurons and neuronal dendtrites, the Schnitzer lab aims to monitor cellular dynamics and simple behaviors concurrently in alert rodents.","primary":"Marck Schnitzer (mschnitz@stanford.edu)","secondary":null,"website":"http:\/\/pyramidal.stanford.edu\/","notes":null},{"name":"Shatz Lab","pi":"Carla Shatz","department":"Biology","goals":"The major goal of research in the Shatz Laboratory is to discover cellular and molecular mechanisms that transform early fetal and neonatal brain circuits into mature connections, and in particular to determine the extent to which neural function during critical periods of development is needed for these circuits to tune up into adult patterns of connectivity.","primary":"Carla Shatz (cshatz@stanford.edu)","secondary":null,"website":"http:\/\/stanford.edu\/group\/shatzlab\/index.html","notes":null},{"name":"Shen Lab","pi":"Kang Shen","department":"Biology","goals":"We are interested in understanding how synapses are formed, the final step in wiring a nervous system. In particular, the molecular mechanisms underlying synaptic specificity: how neurons recognize each other and how they make decisions about forming synapses between contacting neurites during development. We use molecular, genetic and cell biological tools to study this question in the nematode, C. elegans, which has a very simple nervous system containing only 302 neurons and approximately 6000 synapses.","primary":"Kang Shen (kangshen@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/shenlab\/cgi-bin\/shenlab\/","notes":null},{"name":"Simon Lab","pi":"Michael Simon","department":"Biology","goals":"We use genetic and biochemical approaches to study three areas of developmental biology; Planar cell polarity (PCP) in epithelial cells, control of cell shape, motility and the actin cytoskeleton by Src family protein tyrosine kinases, and control of cell fate specification by receptor tyrosine kinases.","primary":"Michael Simon (msimon@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/simonlab\/","notes":null},{"name":"Skotheim Lab","pi":"Jan Skotheim","department":"Biology","goals":"The central aim of the burgeoning field of systems biology is to understand the principles governing genetic control networks. I believe finding the principles underlying genetic circuits will occur through detailed studies and then comparisons of several natural systems. Due to its extensive development as an experimental system, our favorite model, the budding yeast cell cycle, is poised to become central to this enterprise. A systematic understanding of biological control circuits should allow us to more readily discern the function of natural systems and aid us in engineering synthetic systems.","primary":"Jan Skotheim (skotheim@stanford.edu)","secondary":null,"website":"http:\/\/jan-skotheim.squarespace.com\/","notes":null},{"name":"Stearns Lab","pi":"Tim Stearns","department":"Biology","goals":"The central question in our work is how cells accurately segregate their genome at each cell division. The work is focused on the centrosome, a unique organelle at the center of the cell that organizes the cytoskeleton and serves as a site for integration of cellular signals. We use the tools of cell biology, genetics, and biochemistry in systems ranging from yeast to human cells to understand how the centrosome duplicates once per cell cycle, and how centrosome defects are involved in the genome instability that is observed in many types of cancer. .","primary":"Tim Stearns (stearns@stanford.edu)","secondary":null,"website":"http:\/\/stearnslab.stanford.edu\/","notes":null},{"name":"Vitousek Lab","pi":"Peter Vituosek","department":"Biology","goals":"Nutrient cycling in tropical and temperate forests. Regulation of cycling of nitrogen, phosphorus, and several other nutrients by using chemical analysis of soil, water, and gas samples from field sites. Biological invasion by exotic species, and sources of elements during long-term soil and ecosystem development in the Hawaiian Islands.","primary":"Peter Vitousek (vitousek@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/Vitousek\/","notes":null},{"name":"Walbot Lab","pi":"Virginia Walbot","department":"Biology","goals":"Our laboratory studies the behavior of MuDR\/Mu transposons of maize to answer fundamental questions about transposon regulation and plant development. Without a fixed body size, how do plant cells cease division and how are Mu element excisions restricted to the final cell divisions? Plants lack a germ line, but a few floral cells differentiate to undergo meiosis - why does Mu transposition outcome change in pre-meiotic cells?.","primary":"Virginia Walbot (WALBOT@stanford.edu)","secondary":null,"website":"http:\/\/web.stanford.edu\/~walbot\/","notes":null},{"name":"Helix Group","pi":"Russ Altman","department":"Bioengineering, Genetics, Computer Science","goals":"The Helix Group at Stanford is directed by Russ Altman, and focuses on the creation and application of computational tools to solve problems in biology and medicine. Current application projects include the study of structure-function relationships in macromolecular structure, understanding the structure and folding of RNA molecules, and analyzing the relationship of genotype and phenotype, particularly with respect to the response to drugs. Techniques used include knowledge representation, database design, machine learning, natural language processing, physics-based simulation and graph-based modeling\/analysis.","primary":"russ.altman@stanford.edu","secondary":null,"website":"https:\/\/sites.stanford.edu\/helix\/","notes":null},{"name":"Barron Lab","pi":"Annelise Barron","department":"Bioengineering","goals":"The Barron lab is designing, creating and applying novel families of synthetic and biological polymers for applications in medicine and biotechnology. Our integrated approach to creating new and useful biomimetics and bioconjugates involves molecular design, chemical and\/or biological synthesis, physical characterization, and finally, rigorous in vitro and in vivo testing of the new oligomers or polymers for their intended medical or biotechnological use. The work is highly interdisciplinary and collaborative, and variously intersects the domains of synthetic bioorganic chemistry, biophysics, protein mimicry or modification, polymer, biopolymer and hydrogel engineering, and finally the invention of new microscale bioseparations technologies. Common threads are polymer science and biological applications.","primary":"aebarron@stanford.edu","secondary":"ryanj@stanford.edu","website":"http:\/\/web.stanford.edu\/group\/barronlab\/","notes":null},{"name":"Boahen Lab","pi":"Kwabena Boahen","department":"Bioengineering, Electrical Engineering","goals":"In their quest to understand how cognition emerges at the behavioral level from mechanisms at the molecular level, researchers have pursued three approaches: Experiment, Theory, and Computation. Dissecting the brain experimentally uncovers its hierarchical organization (molecules, synapses, neurons, columns, areas, systems, and organism), but fails to provide insight into how these levels are integrated. Analyzing the brain theoretically explains behavior at one level using abstractions from the level beneath, but makes simplifying assumptions that must be validated. Simulating the brain computationally permits inclusion of molecular-level details while replicating organism-level behavior, but requires enormous amounts of data to constrain parameters and verify results. That these approaches complement each other means that progress requires advances on all three fronts.","primary":"boahen@stanford.edu","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/brainsinsilicon\/index.html","notes":null},{"name":"Bryant Lab","pi":"Zev Bryant","department":"Bioengineering, Structural Biology","goals":"Molecular motors lie at the heart of biological processes from DNA replication to vesicle transport. My laboratory seeks to understand the physical mechanisms by which these nanoscale machines convert chemical energy into mechanical work. We use single molecule tracking and manipulation techniques to observe and perturb substeps in the mechanochemical cycles of individual motors. Protein engineering helps us to explore relationships between molecular structures and mechanical functions. Broad topics of current interest include torque generation by DNA-associated ATPases and mechanical adaptations of unconventional myosins.","primary":"zevry@stanford.edu","secondary":"cabezas@stanford.edu","website":"http:\/\/web.stanford.edu\/group\/bryant\/","notes":null},{"name":"CamLab","pi":"David Camarillo","department":"Bioengineering, Mechanical Engineering","goals":"The Camarillo Lab is currently instrumenting Stanford athletes with inertial sensors to investigate the mechanism of concussion. We are also characterizing the response of head-blows through imaging, blood, and other neurophysiological measurements. Understanding the mechanism of concussion will allow for change of rules, technique, or the development of preventive equipment and diagnostics to reduce brain injuries. Additionally, the lab is researching cell mechanics for regenerative medicine. We are developing a quantitative, noninvasive and early (day 1) measure of viability in order to allow clinicians to transfer the single most viable embryo, reducing the incidence of multiple gestations while preserving the pregnancy and birth rate of IVF. Another area of research is in medical instrumentation as it pertains to robotic catheterization for curing cardiac arrhythmia. We aim to improve the usability and improve the safety of the process of cardiac catheter ablation through robotic control. We are currently investigating new control methods, medical image guidance, and automation for robotic catheter procedures.","primary":"dcamarillo@stanford.edu","secondary":"jnegrette@stanford.edu","website":"http:\/\/camlab.stanford.edu\/","notes":null},{"name":"Carter Lab","pi":"Dennis Carter","department":"Bioengineering, Mechanical Engineering","goals":"Mechanobiology of skeletal tissues lies at the heart of two of the most common skeletal diseases in the elderly...osteoarthritis and osteoporosis. Due to our aging population, the prevalence of these diseases is increasing each year and motivates much of our research.\n\nProjects that are currently underway include the following:\nbone strength, structure & remodeling        \nknee meniscectomy & osteoarthritis biomechanics\nperiosteum biomechanics\ntissue engineering\nmechanical properties of cartilage\npatellofemoral pain mechanism & cartilage modeling","primary":"dcarter@stanford.edu","secondary":"doreen@stanford.edu","website":"http:\/\/starlab.stanford.edu\/people\/dennis.html","notes":"website out of date"},{"name":"Cochran Lab","pi":"Jennifer Cochran","department":"Bioengineering, Chemical Engineering","goals":"The Cochran laboratory uses interdisciplinary approaches in chemistry, engineering, and biophysics to study and manipulate complex biological systems, with a focus on developing new technologies for basic science and biomedical applications. In addition, combinatorial and rational methods are used to engineer designer protein and peptide ligands for a variety of applications including wound healing, cardiac tissue engineering, and cancer imaging and therapy","primary":"jennifer.cochran@stanford.edu","secondary":"cabezas@stanford.edu","website":"http:\/\/cochranlab.net\/","notes":null},{"name":"Covert Systems Biology Lab","pi":"Markus Covert","department":"Bioengineering, Chemical and Systems Biology","goals":"Our focus is on building computational models of complex biological processes, and using these models to guide an experimental program. Such an approach leads to a relatively rapid identification and validation of previously unknown components and interactions. Biological systems of interest include metabolic, regulatory and signaling networks as well as cell-cell interactions. Current research involves the dynamic behavior of NF-kappaB, an important family of transcription factors whose aberrant activity has been linked to oncogenesis, tumor progression, and resistance to chemotherapy.","primary":"mcovert@stanford.edu","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/covert\/","notes":null},{"name":"Deisseroth Lab","pi":"Karl Deisseroth","department":"Bioengineering, Psychiatry, Behaviorial Sciences","goals":"Deisseroth focuses on developing molecular and cellular tools to observe, perturb, and re-engineer brain circuits. His laboratory is based in the James H. Clark Center at Stanford and employs a range of techniques including neural stem cell and tissue engineering methods, electrophysiology, molecular biology, neural activity imaging, animal behavior, and computational neural network modeling. Also a clinician in the psychiatry department, Dr. Deisseroth employs novel electromagnetic brain stimulation techniques in human patients for therapeutic purposes.","primary":"deissoro@stanford.edu","secondary":"cdelacruz@stanford.edu","website":"http:\/\/web.stanford.edu\/group\/dlab\/","notes":null},{"name":"Delp Lab","pi":"Scott L. Delp","department":"Bioengineering, Mechanical Engineering","goals":"Scott Delp is the James H. Clark Professor, Founding Chairman of the Department of Bioengineering at Stanford, and Director of the National Center for Simulation in Rehabilitation Research. Delp transformed the field of biomechanics by creating highly accurate computer models of musculoskeletal structures and providing them to researchers worldwide using a software system (OpenSim) that he and his team developed. Delp invented fundamental technology for surgical navigation that is now in wide clinical use. Together with Mark Schnitzer and their students, Delp developed novel microendoscopes that allow realtime in vivo imaging of human muscle microstructure. Together with Karl Deisseroth and their students, Delp pioneered the use of optogenetics to control activity in the peripheral nervous system leading to important inventions for treating paralysis, spasticity and pain.","primary":"delp@stanford.edu","secondary":null,"website":"http:\/\/web.stanford.edu\/group\/nmbl\/","notes":null},{"name":"Endy Lab","pi":"Drew Endy","department":"Bioengineering","goals":"We are focused on the development of engineered DNA systems that are capable of data storage inside living cells. Our recent work has focused on non-volatile recombinase addressable data (RAD) storage engineered from serine recombinases that target reversibly-invertible chromosomal data registers. We are interested in scaling genetically-encoded data systems from from a few bits to a few bytes.","primary":"endy@stanford.edu","secondary":"jcookinh@stanford.edu","website":"http:\/\/openwetware.org\/wiki\/Endy_Lab","notes":null},{"name":"Laboratory of Cellular Organization","pi":"KC Huang","department":"Bioengineering","goals":"My laboratory employs diverse interdisciplinary methods of inquiry to understand the relationships among cell shape detection, determination, and maintenance in bacteria. Cell shape plays a critical role in regulating many physiological functions, yet little is known about how the wide variety of cell shapes are determined and maintained. Inside the cell, many proteins organize and segregate, but how they detect and respond to the cellular morphology to end up at the right place at the right time is also largely mysterious. We utilize a combination of analytical, computational, and experimental approaches to probe physical mechanisms of shape-related self-organization in protein networks, membranes, and the cell wall. Current topics of interest are (i) cell-wall biosynthesis, (ii) the regulation and mechanics of cell division, (iii) membrane organization, and (iv) membrane-mediated protein interactions. Ultimately, the manipulation of cell shape may provide a direct tool for engineering complex cellular behaviors.","primary":"kchuang@stanford.edu","secondary":null,"website":"http:\/\/whatislife.stanford.edu\/LoCo.html","notes":null},{"name":"Lee Lab","pi":"Jin Hyung Lee","department":"Bioengineering, Neurology","goals":"The Lee Lab uses interdisciplinary approaches from biology and engineering to analyze, debug, and manipulate systems-level brain circuits. We seek to understand the connectivity and function of these large-scale networks in order to drive the development of new therapies for neurological diseases. This research finds its basic building blocks in areas ranging from medical imaging and signal processing to genetics and molecular biology.","primary":"ljinhy@stanford.edu","secondary":null,"website":"http:\/\/llab.stanford.edu\/index.html","notes":null},{"name":"Lin Lab","pi":"Michael Lin","department":"Bioengineering, Chemical and Systems Biology","goals":"Our lab applies biochemical and engineering principles to the development of protein-based tools for imaging and control of biochemical processes. Topics of investigation include fluorescent proteins structure and biophysics, fluorescent protein-based biosensors, neuronal activity sensors, spatiotemporal analysis of protein translation pathways, chemical control of protein translation, and light-responsive proteins.","primary":"mzlin@stanford.edu","secondary":"mhing@stanford.edu","website":"http:\/\/web.stanford.edu\/~mzlin\/","notes":null},{"name":"Limphardt Lab","pi":"Jan Liphardt","department":"Bioengineering, Biophysics","goals":"We're a biophysics lab. We investigate biological spatial organization on the mesoscale (10 nm - 10 microns) and the role of mechanical cues in cellular decision-making. Current research directions include studies of the mechanobiology of tumor progression, super-resolution imaging of protein clustering in membranes, and single-molecule measurements of transport through biological pores and channels.\n\nWe also invent and refine tools for precision control and characterization of cells and tissues. Control technologies include light-powered proton pumps, which allow us to optically manipulate the proton-motive-force (pmf) within living cells. Characterization technologies include super-resolution light microscopy. Our lab is located primarily in the Lokey Stem Cell Research Building (SIM1) at Stanford University.","primary":"jan.liphardt@stanford.edu","secondary":"ellen@berkeley.edu","website":"http:\/\/liphardtlab.stanford.edu\/","notes":null},{"name":"Radiological Sciences Laboratory","pi":"Norbert Pelc","department":"Bioengineering, Radiology","goals":"The Radiological Sciences Laboratory (RSL) is a section of the Radiology Department that conducts research in areas of Magnetic Resonance Imaging, X-Ray, X-Ray Computed Tomography and MR-Guided Focused Ultrasound. There are twelve PhD scientists who collaborate with numerous clinicians and researchers in other departments to develop improved imaging methods for scientific, diagnostic and therapeutic applications.\n\nThe RSL is housed in several locations including the Lucas Center for Imaging, the Grant Science Building, and the Technology and Innovation Campus. Facilities include four whole-body GE MRI systems and the Lucas Service Center which offers MRI access to hundreds of researchers both inside and outside the Radiology Department, and the Axiom X-Ray Lab, which offers a C-Arm X-ray system.","primary":"pelc@stanford.edu","secondary":"mlesene@stanford.edu","website":"http:\/\/rsl.stanford.edu\/pelc\/","notes":null},{"name":"Prakash Lab","pi":"Manu Prakash","department":"Bioengineering","goals":"Living and active soft-matter physics, emergence of behavior in multi-cellular systems, origin of multicellularity, organismic biophysics (lower metazoans), algorithmic self-assembly, frugal science and global health.","primary":"manup@stanford.edu","secondary":null,"website":"http:\/\/web.stanford.edu\/~manup\/","notes":null},{"name":"Qi Lab","pi":"Lei Stanley Qi","department":"Bioengineering, Chemical and Systems Biology","goals":"The epigenetic regulation of gene expression plays a crucial role for cell development and differentiation, with aberrations causing complex diseases. Novel technology that enables functional understanding of mammalian genomes brings great opportunities for the systematic identification of genetic and epigenetic programs underlying development and disease. The Qi lab is actively developing and applying new genome engineering technologies to study mammalian genomics, and seeking new ways to direct cell fate reprogramming and decision making. Our long-term goal is to leverage genome and epigenome engineering as new avenues for understanding of genotype-disease relationship and for developing gene- or cell-based therapeutics.","primary":null,"secondary":"jcookinh@stanford.edu","website":"https:\/\/med.stanford.edu\/profiles\/stanleyqi?tab=bio","notes":"New professor at stanford, hasn't created website yet"},{"name":"Quake Lab","pi":"Stephen Quake","department":"Bioengineering, Physics","goals":"Physics has a great tradition of precision measurement, whose origin is widely credited to Galileo. The lesson that has been learned time and time again is that by measuring fundamental physical phenomena with increasing precision, one can make amazing discoveries and even sometimes stumble across new laws of nature. My research seeks to bring this tradition to biology. We have pursued two main avenues of technology development in order to improve biological measurement techniques. The first has been to develop the biological equivalent of the integrated circuit: microfluidic large scale integration (LSI). We routinely fabricate chips with thousands of micromechanical valves, each enabling exquisite control over its biological contents. These devices allow us to take advantage of the unusual physics of fluids in small volumes, which sometimes lend themselves to experiments which have no benchtop analogue. The second technology avenue we have pursued for precision measurement is the development and application of ultra high throughput DNA sequencing technology. My work in single molecule biophysics led to the first demonstration of single molecule sequencing, and my research in this field has led me to become deeply involved in human genetics, immunology, and the development of new clinical diagnostics.","primary":"quake@stanford.edu","secondary":"jchinen@stanford.edu","website":"http:\/\/thebigone.stanford.edu\/","notes":null},{"name":"Riedel-Kruse Lab","pi":"Ingmar Reidel-Kruse","department":"Bioengineering, Biophysics","goals":"The Riedel-Kruse lab combines basic research and engineering approaches by working on (1) biophysics of development and (2) biotic games.\n\n(1) We investigate how genetic networks orchestrate the dynamics and mechanics of developing embryos with a focus on oscillatory processes and molecular forces, with the long-term motivation to advance our understanding on human disease and tissue engineering.\n\n(2) Biotic games require biological process to run and could have a similar impact on society as conventional video games based on electronics; and we design and engineer biotic games specifically targeted at educational challenges and to support biomedical research.\n\nWe use theoretical \/ computational as well as experimental approaches based on molecular, cellular, developmental biology; zebrafish; imaging; physics; informatics \/ computer sciences; micro-fluidics; and engineering.","primary":"ingmar@stanford.edu","secondary":"ereiland@stanford.edu","website":"http:\/\/www.stanford.edu\/group\/riedel-kruse\/","notes":null},{"name":"Scott Lab","pi":"Matthew Scott","department":"Bioengineering, Developmental Biology","goals":"Matthew Scott is investigating how embryonic and later development is governed by proteins that control gene activity and signaling processes. He is exploring how defects in the regulators of development, or in related proteins, lead to birth defects, cancer, and neurodegenerative disease.","primary":"mscott@stanford.edu","secondary":"kshaw1@stanford.edu","website":"http:\/\/scottlab.stanford.edu\/","notes":null},{"name":"Smolke Lab","pi":"Christina Smolke","department":"Bioengineering","goals":"Professor Smolke's research program focuses on developing modular genetic platforms for programming information processing and control functions in living systems, resulting in transformative technologies for engineering, manipulating, and probing biological systems. She has pioneered the design and application of a broad class of RNA molecules, called RNA devices, that process and transmit user-specified input signals to targeted protein outputs, thereby linking molecular computation to gene expression. This technology has been extended to efficiently construct multi-input devices exhibiting various higher-order information processing functions, demonstrating combinatorial assembly of many information processing, transduction, and control devices from a smaller number of components. Her laboratory is applying these technologies to addressing key challenges in cellular therapeutics, targeted molecular therapies, and green biosynthesis strategies.","primary":"csmolke@stanford.edu","secondary":"jcookinh@stanford.edu","website":"http:\/\/smolkelab.stanford.edu\/","notes":null},{"name":"Swartz Lab","pi":"James Swartz","department":"Bioengineering, Chemical Engineering","goals":"The current and projected research in the Swartz lab balances basic research in microbial metabolism, protein expression, and protein folding with a strong emphasis on compelling applications. The power and versatility of cell-free methods coupled with careful evaluation and engineering of these new systems enables a whole new range of applications and scientific investigation. Fundamental research on: the mechanisms and kinetics of ribosomal function, fundamental bioenergetics, basic mechanisms of protein folding, functional genomics, and metabolic pathway analysis is motivated by a variety of near- and medium term applications spanning medicine, energy, and environmental needs.`","primary":"jswartz@stanford.edu","secondary":"ahubbub@stanford.edu","website":"http:\/\/swartz.openwetware.org\/","notes":null},{"name":"Fan Yang Group","pi":"Fan Yang","department":"Bioengineering","goals":"Stem cells are attractive cell sources for regenerative medicine due to their unique capacity of self-renewal and differentiation into multiple lineages. Specifically, our research focuses on the following areas:\n\nI. Fundamental: Understand how microenvironmental cues regulate stem cell fate. We are interested in understanding the effects of interactive signaling on stem cell in 3D and results from such studies would help predict stem cell phenotype in vivo and direct rational design of stem cell niche for tissue engineering applications.\n\nII. Technological: Develop controlled delivery system to direct stem cell differentiation in situ. Our goal is to develop a controlled release system for sustained delivery of synergistic genetic signals to direct stem cells differentiation in situ.\n\nIII. Translational: Stem cells for targeting and delivery of therapeutic factors. Many disease processes are associated with abnormal blood supply, cell death and eventual loss of tissue structure and function. We are interested in engineering stem cells for targeting and delivery of therapeutic factors to restore normal vascularization and promote tissue regeneration. Findings from such study would have great translational potential that may benefit patients in the future.","primary":"fanyang@stanford.edu","secondary":null,"website":"http:\/\/www.fanyanggroup.com\/","notes":null},{"name":"Yock Lab","pi":"Paul Yock","department":"Bioengineering","goals":"Yock began his faculty career as an interventional cardiologist at UC San Francisco and then moved to Stanford in 1994. Yock is known for his work in inventing, developing and testing new devices, including the Rapid Exchange angioplasty and stenting system, which is the primary approach used worldwide. Yock also authored the fundamental patents for intravascular ultrasound imaging, conducted the initial clinical trials and established the Stanford Center for Research in Cardiovascular Interventions as a core laboratory for analysis of intravascular ultrasound clinical studies. He also invented the Smart Needle and is a co-inventor of the strain-reduction patch for wound healing. Yock was founding Co-Chair of the Department of Bioengineering and continues research related to new device technologies. Yock also founded and is the Director of the Program in Biodesign, a unit of Bio-X dedicated to advanced training in medical technology innovation.","primary":"yock@stanford.edu","secondary":null,"website":"http:\/\/biodesign.stanford.edu\/bdn\/people\/yock_paul.jsp","notes":null}]