[{"Lab\/Group Name":"Boxer Lab","PI":"Steven Boxer","Department":"Bio-Nanotechnology, Biophysical, Physical","Research Goals":"My laboratory investigates the structure and function of biological systems using many tools and methods, always with a strong physical perspective. Four interconnected themes are being pursued.\n\nFirst, we are broadly interested in electrostatics in proteins and how electrostatics affect function. Our current work uses vibrational probes whose sensitivity to electric fields can be calibrated by Stark spectroscopy. Probes are introduced on inhibitors, by modification of amino acids and by incorporation of unnatural amino acids, and these are used to map electric fields for comparison with simulations and as probes of the role of protein electrostatics in enzymatic catalysis.\n\nSecond, we use supported lipid bilayers as mimics for cell surfaces and as tools in biotechnology. A broad vision is to engineer interfaces between hard surfaces and soft materials, ultimately leading to sophisticated biocompatible interfaces that can be used to control, interrogate or organize complex living systems. Recent work addresses the formation of domains and protein associations with these domains, interactions of DNA, proteins and cells with supported bilayers, and the mechanism of vesicle fusion. This work has motivated the development of advanced optical microscopy methods for probing the interface between membranes on solid supports and cell membranes. A novel type of imaging mass spectrometry is being applied to characterize the lateral organization and composition of bilayers and associated membranes with 50 nm resolution.\n\nThird, we have a long-standing interest in the mechanism of light-driven, long-distance electron transfer in photosynthetic reaction centers, one of the fastest known reactions. This is being studied by femtosecond fluorescence and transient absorption spectroscopy, site-specific mutagenesis and vibrational Stark spectroscopy.\n\nFourth, related methods are also being used to probe excited state dynamics, solvation, and electronic structure in variants of green fluorescent protein (GFP), widely used in cell biology. Recent work focuses on discoveries of photo-association and -dissociation of split GFPs that can be used to modulate complex functions using light, novel GFPs with alternative folds, and the mechanism(s) of ground and excited state proton transfer.\n","Primary Contact":"Steven Boxer (sboxer@stanford.edu)","Secondary Contact":"Debra Frank, Administrative Assistant (dfrank@stanford.edu)","Website":"http:\/\/web.stanford.edu\/group\/boxer\/res_overview.html"},{"Lab\/Group Name":"Burns Lab","PI":"Noah Burns","Department":"Organic","Research Goals":"Research in our group explores the boundaries of modern organic synthesis in order to enable the more rapid creation of molecular complexity in a predictable and controllable fashion. We are particularly inspired by natural products not only because of their importance as synthetic targets, but also due to their ability to serve as invaluable identifiers of challenging unsolved synthetic problems and underlying scientific questions. This theme broadly encompasses the molecules of nature to include small primary and secondary metabolites as well as proteins. We are motivated by the latter in certain instances where an enzyme-mediated transformation has no purely chemical analog (for example with toluene dioxygenase) and where a small-molecule-based approach would be beneficial.\n\nOne major focus is on the practical enantioselective total synthesis of natural products where there is true impetus for construction due to unanswered chemical, medicinal, biological, or biophysical questions. In addressing these we will exploit the unique ability of chemical synthesis to provide the practitioner with any conceivable alteration or derivative. We are also involved in the development of asymmetric methodologies based on new catalyst and reagent platforms. The driving force for such work exists in molecular motifs that are found in nature but which are difficult to access selectively or in a direct manner. Our approach makes full use of prevailing physical organic tools (such as computational methods) to assist all aspects of our investigations including the formulation of mechanistic hypotheses.","Primary Contact":"Noah Burns (nburns@stanford.edu)","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/burnslab\/"},{"Lab\/Group Name":"Cegelski Lab","PI":"Lynette Cegelski","Department":"Biophysical, Chemical Biology, Physical","Research Goals":"Our research program integrates chemistry, biology, and physics to investigate the assembly and function of macromolecular and whole-cell systems. The genomics and proteomics revolutions have been enormously successful in generating crucial \"parts lists\" for biological systems. Yet, for many fascinating systems, formidable challenges exist in building complete descriptions of how the parts function and assemble into macromolecular complexes and whole-cell factories. We are inspired by the need for new and unconventional approaches to solve these outstanding problems.\n\nOur approach is different from the more conventional protein-structure determinations of structural biology. We employ biophysical and biochemical tools, and are designing new strategies using solid-state NMR spectroscopy to examine assemblies such as amyloid fibers, bacterial cell walls and biofilms, and biomass, in general. We would like to understand at a molecular and atomic level how bacteria self-assemble extracellular structures, including functional amyloid fibers termed curli, and how bacteria use curli and other building blocks to construct organized biofilm architectures.\n\nThe curli system itself is especially notable as a coordinated, multi-protein amyloid cascade. New discoveries in curli biogenesis may provide insight into the alternative folding and mis-assembly of proteins associated with human amyloid diseases. We are working to define the macromolecular interactions during curli assembly as well as biofilm formation, and to examine the influence of environmental stimuli, such as small-molecule signals and inhibitors. In this effort, our group is also employing a chemical genetics approach to recruit small molecules as tools to interrupt and interrogate the temporal and spatial events during assembly processes. Overall, our approach is multi-pronged and provides training opportunities for physical, biophysical, and biological chemistry students interested in research at the chemistry-biology interface.\n\n\n\n\n\n\n\n\n","Primary Contact":"Lynette Cegelski (cegeslki@stanford.edu)","Secondary Contact":"Ann Olive, Administrative Associate (aolive@stanford.edu)","Website":"http:\/\/cegelskilab.stanford.edu"},{"Lab\/Group Name":"Chidsey Lab","PI":"Christopher Chidsey","Department":"Physical","Research Goals":"The Chidsey group research interest is to build the chemical base for molecular electronics. To accomplish this, we synthesize the molecular and nanoscopic systems, build the analytical tools and develop the theoretical understanding with which to study electron transfer between electrodes and among redox species through insulating molecular bridges. Members of the group have synthesized several series of saturated and conjugated oligomers with which we have studied the fundamental aspects of electron tunneling through well-defined molecular bridges. The oligophenylenevinylene bridge of these molecules promotes rapid tunneling over remarkably long distances compared with other unsaturated and saturated bridges we have studied. For instance, starting in the activated complex, the tunneling rate between a gold electrode and an appended ferrocene through 3.5nm of an oligophenylenevinylene (OPV) bridge is 8 x 109 s-1 whereas the tunneling rate through an alkane bridge of the same length is expected to be slower than 1s-1.\n\nTo date our electron-tunneling studies have largely focused on what we casually denote as a \"one-electrode\" measurement with the molecular bridge connecting one electrode to a redox species which acts as a molecular capacitor to an ionically conducting solution. The other electrodes necessary to measure the tunneling conduction are remotely located in an electrochemical cell. We are currently embarked on a broad based effort to make conduction measurements with two electrodes, one on each end of a single molecule. We are also developing strategies to include one or more additional electrodes so that molecular circuits with electrical power gain can be assembled. This effort is leading us to develop nanostructured wiring schemes and self-assembly methods for the construction of whole circuits of wired molecules. We will be examining nanowires formed from doped silicon and other substances. This emerging effort in nanowiring will be greatly aided by the previous work in the Chidsey lab on the surface chemistry of silicon, particularly the self-assembly of complex molecular monolayers on silicon surfaces.\n\n","Primary Contact":"Chris Chidsey (chidsey@stanford.edu)","Secondary Contact":null,"Website":"https:\/\/chidseylab.stanford.edu"},{"Lab\/Group Name":"Cui Lab","PI":"Bianxiao Cui","Department":"Biological Chemistry, Physical","Research Goals":"Our research interest lies in understanding the signal propagation in neurons using quantitative tools developed by physical and chemical sciences. Currently, there are three major research directions: (1) Investigating the axonal transport process using optical imaging, magnetic and optical trapping, and microfluidic platform; (2) Developing vertical nanopillar-based electric and optic sensors for sensitive detection of biological functions; (3) Using optogentic approach to investigate the temporal and spatial control of intracellular signaling pathways.","Primary Contact":"Bianxiao Cui (bcui@stanford.edu)","Secondary Contact":"Nancy McCarthy, Administrator (nancylm@stanford.edu)","Website":"http:\/\/web.stanford.edu\/group\/cui\/index.html"},{"Lab\/Group Name":"Dai Lab","PI":"Hongjie Dai","Department":"Physical","Research Goals":"The research of my group interfaces with chemistry, physics, materials science, and biological and medical science. We are interested in solid state and soft biological materials that have well-defined atomic structures. Our work is in the areas of materials chemistry, solid state chemistry and physics, scanning probe microscopy, molecular electronics, novel chemical and biochemical sensors and nanomaterial based biological transporters and carriers for drug, DNA and protein delivery and novel therapeutics applications of nanomaterials. Specific projects include, (1) Nanotube synthesis including self-oriented multi-walled carbon nanotube arrays [Fan et al., Science, 1999], highly quality single-walled carbon nanotubes (SWNTs) by chemical vapor deposition (CVD) and their patterned growth on substrates [Kong et al., Nature, 1998; Soh et al., Appl. Phys. Lett., 1999;] and single particle patterning for nanotube growth [Javey et al., 2005, JACS]. (2) Fundamental electrical and electromechanical Properties of Nanotubes [Tombler, Nature, 2000; Cao, PRL, 2003 & 2004; Kong, PRL, 2001]. (3) Suspended nanotube synthesis and quantum transport [Cassell, JACS, 1999; Franklin, 2000; Cao, PRL, 2004]. (3) Nanotube Molecular Sensors and Biosensors. We are exploring nanotubes as novel electronic sensors for gases and biomolecules in solutions [Kong et al., Science, 2000; Chen, PNAS, 2003; Chen, JACS, 2004]. (3) Molecular electronics with ultrahigh performance [A. Javey et al., Nature Materials, 2002; A. Javey, Nature, 2003]. (4) Organic Electronics with Quasi 1D Electrodes [Qi, JACS, 2004]. (5) Intracellular Molecular Transporters and Near Infrared Nano-Therapy. We showed recently that nanotubes are transporters capable of shuttling various cargos (e.g. proteins and SiRNA) across cell membranes [Kam, JACS, 2004&2005]. We also developed a method to destruct cancer cells selectively by using nanotubes and near-infrared light [Kam, PNAS, 2005]. This is an exciting new area in nanobiotechnology in our group with many exciting opportunities ahead. (6) Germanium Nanowires. We are exploring novel synthesis, characterization and applications of semiconducting nanowires [Wang, Angew. Chemie, 2002 *2005; JACS, 2004&2005]. ","Primary Contact":"Hongjie Dai (hdai@stanford.edu)","Secondary Contact":null,"Website":"http:\/\/www.stanford.edu\/group\/dailab\/"},{"Lab\/Group Name":"Du Bois Lab","PI":"Justin Du Bois","Department":"Biological Chemistry, Inorganic, Organic","Research Goals":"Research in my group is based broadly in methods development and chemical synthesis. Our early efforts have concentrated on the invention of new atom and group transfer-type reaction processes. The application of such methods to problems in natural product synthesis and chemical biology offers unique challenges in reaction design, and serves as the underlying motivation for our research. As one of our overarching goals, we wish to devise molecular systems for selective C-H amination and hydroxylation that integrate concepts in catalysis with those in molecular recognition. Such ideas are inspired by Nature and the metalloenzymes that perform hydrocarbon oxidation reactions with exquisite fidelity. A general interest in problems in molecular recognition and molecular design has stimulated our more recent work towards understanding the structure and physiology of ion channels. Altogether, projects in the group are intended to afford students expertise in synthetic chemistry while exposing them to problems in chemical kinetics and catalysis, physical organic and coordination chemistry, and structure design. Currently, we have four principal areas of concentration that include:  1. The elucidation of new reaction processes for carbon-heteroatom (C-N and C-O) bond formation through selective, metal-catalyzed C-H and s-bond functionalization.  2. Mechanistic analysis of Rh-promoted C-H amination; coordination chemistry and catalyst design.  3. Multi-step, asymmetric syntheses of complex, heterocyclic amine-derived natural products which include the manzacidins, tetrodotoxin, saxitoxin, aconitine, welwitindolinone, and agelastatin.  4. The development of guanidine toxin mimetics that function as tools for mapping the tertiary structure of the ion permeation pathway in voltage-gated Na+ and Ca2+ ion channel proteins.\n\nREACTION DEVELOPMENT. We have delineated new strategies for the selective conversion of saturated C-H bonds to carbinolamine stereocenters. This methodology has general utility in synthesis and makes available large numbers of amine derivatives from inexpensive and easily prepared starting materials. Prior to our investigations, it was not possible to consider C-H bond amination in the retrosynthetic planning of a target molecule. We have shown, however, that such a reaction can indeed be accomplished with the aid of a dinuclear Rh catalyst and a commodity oxidant, using both simple and structurally diverse substrates. Currently, we seek to identify other catalyst structures that operate with efficiencies comparable to those of the Rh systems. Our ability to alter the ligand framework of the catalyst complex will enable us to influence chemo-, regio-, and stereoselectivities in the C-H bond amination event. Efforts in catalyst design are tied strongly to mechanistic studies that have attempted to identify key reactive intermediates on the pathway to C-H bond amination.\n\nTARGET-DIRECTED SYNTHESIS AND MOLECULAR DESIGN. The development of novel synthetic strategies to complex target molecules such as tetrodotoxin, saxitoxin, aconitine, and the manzacidins serves to underscore the value of our reaction methods for simplifying problems in chemical synthesis. We have successfully completed the preparation of both tetrodotoxin and manzacidins A and C. The availability of these compounds through de novo synthesis affords us unique opportunities to craft structurally analogous molecular probes for exploring the structure and function of their respective protein targets. Current efforts are also aimed at the preparation of saxitoxin and aconitine, both of which are known to act on voltage-gated Na+ ion channels.\n\nIn combination with our progress towards a saxitoxin synthesis, we are preparing structural mimics of this target that maintain many of the key architectural elements thought to be essential for its bioactivity. The proposed compounds have been conceived through the aid of computer modeling, from which it has been possible to assess both molecular conformation and electrostatic surface potentials. Saxitoxin is known to block ion channel conductance by occluding the mouth of the channel pore. Analogs of this natural product can be used in combination with protein mutagenesis experiments to map the tertiary structure of the saxitoxin binding site. Through these studies, we hope to gain an understanding of the protein recognition features that impart selectivity for Na+ ions. Moreover, the availability of small molecules that disrupt the normal functioning of ion channels can be employed to study the mechanism by which ion flux across a membrane is coupled to downstream cellular signaling events. In all, our research program, which has at its core complex molecular synthesis and reaction development, positions us uniquely to address questions that are of relevance to understanding the neurophysiology of voltage-gated channel proteins.\n\n\n\n\n","Primary Contact":"Justin Du Bois (jdubois@stanford.edu)","Secondary Contact":null,"Website":"http:\/\/duboislab.stanford.edu\/welcome"},{"Lab\/Group Name":"Fayer Lab","PI":"Michael Fayer","Department":"Biophysical","Research Goals":"My research group studies complex molecular systems by using ultrafast multi-dimensional infrared and non-linear UV\/Vis methods.  The properties of systems, such as water in nanoscopic environments, room temperature ionic liquids, heterogeneous catalysts, liquid crystals, or phospholipid membranes depend on molecular level dynamics and intermolecular interactions.  Our ultrafast measurements provide direct observables for understanding the relationships among dynamics, structure, and intermolecular interactions.\n\nBulk properties are frequently a very poor guide to understanding the molecular level details that determine the nature of a chemical process and its dynamics.  Because molecules are small, molecular motions are inherently very fast. Recent advances in methodology developed in our labs make it possible for us to observe important processes as they occur. These measurements act like stop-action photography. To focus on a particular aspect of a time evolving system, we employ sequences of ultrashort pulses of light as the basis for non-linear methods such as ultrafast infrared two dimensional vibrational echoes, optical Kerr effect methods, and ultrafast IR transient absorption experiments.\n\nWe are using ultrafast 2D IR vibrational echo spectroscopy and other multi-dimensional IR methods, which we have pioneered, to study dynamics of molecular complexes, water confined on nm lengths scales with a variety of topologies, heterogeneous catalysts bound to surfaces, organic ionic liquids, and membranes. We can probe the structural transformations of these systems. The methods are somewhat akin to multidimensional NMR, but they probe molecular structural evolution in real time on the relevant fast time scales. We are obtaining direct information on how nanoscopic confinement of water changes its properties, a topic of great importance in chemistry, biology, geology, and materials. For the first time, we are observing the motions of molecular heterogeneous catalysts bound to surfaces. In biological membranes, we are using the vibrational echo methods to study dynamics and the relationship among dynamics, structure, and function. We are also developing and applying theory to these problems frequently in collaboration with top theoreticians.\n\nWe are studying dynamics in complex liquids, in particular organic ionic liquids, liquid crystals, supercooled liquids, as well as in influence of small quantities of water on liquid dynamics. Using ultrafast optical heterodyne detected optical Kerr effect methods, we can follow processes from tens of femtoseconds to ten microseconds. Our ability to look over such a wide range of time scales is unprecedented. The change in molecular dynamics when a system undergoes a phase change is of fundamental and practical importance. We are developing detailed theory as the companion to the experiments.\n\nWe are studying photo-induced proton transfer in nanoscopic water environments such as polyelectrolyte fuel cell membranes, using ultrafast UV\/Vis fluorescence and multidimensional IR measurements to understand the proton transfer and other processes and how they are influenced by nanoscopic confinement. We want to understand the role of the solvent and the systems topology on proton transfer dynamics.\n\n","Primary Contact":"Michael Fayer (fayer@stanford.edu)","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/fayer\/"},{"Lab\/Group Name":"Hodgson Lab","PI":"Keith Hodgson","Department":"Bioinorganic","Research Goals":"Our research involves the fields of bioinorganic and biophysical chemistry. In general, we are asking how structure at different organizational levels relates to function. Studies are being done at the molecular and macromolecular levels using a number of x-ray spectroscopic and scattering techniques on a variety of different scientific problems.\n\nTypical of our molecular structural studies are investigations of metal ions as active sites of biomolecules. We are developing and utilizing techniques such as x-ray absorption spectroscopy (XAS) to study the electronic and metrical details of a given metal ion in solution.1,2,4 XAS uses a brilliant source of electromagnetic radiation called synchrotron radiation which is available nearby at the Stanford Synchrotron Radiation Laboratory (SSRL), where we have an extensive research program.\n\nOne area of particular interest is the active site of the enzyme nitrogenase, responsible for conversion of atmospheric dinitrogen to ammonia. Our XAS studies have revealed that the molybdenum is contained in a polynuclear Mo-Fe-S cluster. From XAS studies at S, Fe and Mo, we have studied the electronic distribution as a function of redox in this cluster. We have recently developed new methods to study long distances in the cluster within and outside the protein. Studies are now ongoing to learn how this cluster functions during catalysis and interacts with substrates and inhibitors. Other components of the protein are also under active study.\n\nOther projects include the study of iron in dioxygen activation and oxidation (in the binuclear iron-containing enzyme methane monooxygenase and in cytochrome oxidase). We are also investigating the role of copper in electron transport and in dioxygen activation. Other studies include the electronic structure2 of iron-sulfur clusters in models and enzymes.\n\nOn a macromolecular level, we are interested in solution structure and protein folding. This necessitates studying the conformation of macromolecules using both static and time-resolved measurements. We are using solution small angle x-ray scattering to study the role of protein conformation in mediating electron transfer in nitrogen fixation, to study protein folding pathways in lysozyme and cytochrome c, and to investigate ATP-induced conformational changes. We are also developing new approaches using x-ray free electron laser radiation to image noncrystalline biomolecules and solve the classic \"phase problem\" in crystallography.\n\n","Primary Contact":"Keith Hodgson (hodgson@ssrl.slac.stanford.edu)","Secondary Contact":null,"Website":"https:\/\/chemistry.stanford.edu\/faculty\/keith-hodgson"},{"Lab\/Group Name":"Kanan Lab","PI":"Matthew Kanan","Department":"Inorganic, Organic","Research Goals":"My group pursues new strategies to address outstanding problems in homogeneous and heterogeneous catalysis. We are interested in two general challenges: the control of the selectivity of C-C and C-X bond-forming reactions for organic synthesis and the development of efficient electrocatalysts for energy conversion processes. Our research environment is highly interdisciplinary.\n\nCurrent strategies for controlling selectivity in chemical reactions rely principally on molecular recognition elements. As an alternative strategy, we are developing catalysts and catalyst–surface interfaces that exploit non-bonding electrostatic interactions to control selectivity. We are particularly interested in using externally applied interfacial electric fields to modulate the activation barriers of competing reactive pathways. We have designed a reaction cell wherein the charge density at an electrode surface coated with an insulating layer can be controlled by a voltage source. By confining catalysts to this interface, we can study the effect of strong local electric fields on reactions mediated by these catalysts. Additionally, we are developing molecular catalysts with strategically placed ionic functionalities to maximize the influence of ion pairing and solvent effects on selectivity. The ultimate goals of these efforts are to link selectivity to readily adjustable external parameters and to address selectivity challenges that are particularly difficult for traditional approaches.\n\nThe ability to convert H2O, CO2 and N2 into fuels using renewable energy inputs could in principle provide a viable alternative to the current dominance of fossil fuels. This prospect faces great technical challenges, the foremost of which is the lack of efficient and robust electrocatalysts for the various multi-electron processes that fuel synthesis demands. We are working to address this deficiency for the two most challenging reactions: CO2 reduction and N2 reduction. Our efforts focus on developing new heterogeneous electrocatalysts and unveiling the electrochemical mechanisms by which these catalysts operate. Materials of particular interest include metal\/metal oxide composites and nanostructured metal surfaces. The ultimate goals of this research area are to develop catalyst design principles that are applicable to multiple materials and to provide viable candidate electrode materials for electrolytic devices.","Primary Contact":"Matthew Kanan (mkanan@stanford.edu)","Secondary Contact":null,"Website":"http:\/\/kananlab.stanford.edu"},{"Lab\/Group Name":"Bao Research Group","PI":"Zhenan Bao","Department":"Chemical Engineering, Materials Science","Research Goals":"Research areas in the Bao Group include synthesis of functional organic and polymer materials, organic electronic device design and fabrication, and applications development for organic electronics. Our approach is multidisciplinary, involving concepts and expertise from chemistry, chemical engineering, biomedical engineering, materials science and engineering, physics, and electrical engineering. The devices of current interest are organic and carbon nanotube thin film transistors, organic photovoltaic cells, chemical\/biological sensors and molecular switches. These devices are used as characterization tools for fundamental charge transport and photophysics studies. They are also of practical interest for nano-scale electronics, alternative energy sources, low cost and large area flexible plastic circuits, displays, and disposable sensors.","Primary Contact":"zbao@stanford.edu","Secondary Contact":"jbtok@stanford.edu","Website":"http:\/\/baogroup.stanford.edu\/"},{"Lab\/Group Name":"Bent Research Group","PI":"Stacy Bent","Department":"Chemical Engineering, Materials Science","Research Goals":"The research in the Bent laboratory is focused on understanding and controlling surface and interfacial chemistry and applying this knowledge to a range of problems in semiconductor processing, micro- and nano-electronics, nanotechnology, and sustainable and renewable energy. Much of the research aims to develop a molecular-level understanding in these systems, and hence the group uses of a variety of molecular probes. Systems currently under study in the group include functionalization of semiconductor surfaces, mechanisms and control of atomic layer deposition, molecular layer deposition, nanoscale materials for light absorption, interface engineering in photovoltaics, catalyst and electrocatalyst deposition.","Primary Contact":"sbent@stanford.edu","Secondary Contact":null,"Website":"http:\/\/bentgroup.stanford.edu\/"},{"Lab\/Group Name":"Frank Group","PI":"Curtis Frank","Department":"Chemical Engineering, Materials Science","Research Goals":"The properties of ultrathin polymer films are often different from their bulk counterparts. We use spin casting, Langmuir-Blodgett deposition, and surface grafting to fabricate ultrathin films in the range of 100 to 1000 Angstroms thick. Macromolecular amphiphiles are examined at the air-water interface by surface pressure, Brewster angle microscopy, and interfacial shear measurements and on solid substrates by atomic force microscopy, FTIR, and ellipsometry. A vapor-deposition-polymerization process has been developed for covalent grafting of poly(amino acids) from solid substrates. FTIR measurements permit study of secondary structures (right and left-handed alpha helices, parallel and anti-parallel beta sheets) as a function of temperature and environment.\n\nA broadly interdisciplinary collaboration has been established with the Department of Ophthalmology in the Stanford School of Medicine. We have designed and synthesized a fully interpenetrating network of two different hydrogel materials that have properties consistent with application as a substitute for the human cornea: high water swellability up to 85%,tensile strength comparable to the cornea, high glucose permeability comparable to the cornea, and sufficient tear strength to permit suturing. We have developed a technique for surface modification with adhesion peptides that allows binding of collagen and subsequent growth of epithelial cells. Broad questions on the relationships among molecular structure, processing protocol, and biomedical device application are being pursued.\n\n","Primary Contact":"Curt.Frank@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/frankgroup\/people_overview.html"},{"Lab\/Group Name":"Fuller Group","PI":"Gerald Fuller","Department":null,"Research Goals":"The processing of complex liquids (polymers, suspensions, emulsions, biological fluids) alters their microstructure through orientation and deformation of their constitutive elements. In the case of polymeric liquids, it is of interest to obtain in situ measurements of segmental orientation and optical methods have proven to be an excellent means of acquiring this information. Research in our laboratory has resulted in a number of techniques in optical rheometry such as high-speed polarimetry (birefringence and dichroism) and various microscopy methods (fluorescence, phase contrast, and atomic force microscopy).\n\nAnother application of orientation dynamics is in the development of solar cells. The efficiency of second-generation solar cells fabricated with conjugated polymers is limited by photoelectron transport within the polymer film. Inspired by electrorheological fluids, an external electric field is applied to the film to induce anisotropy in polymer crystallites, which is expected to enhance electron mobility.\n\nThe microstructure of polymeric and other complex materials also cause them to have interesting physical properties and respond to different flow conditions in unusual manners. In our laboratory, we are equipped with instruments that are able to characterize these materials such as shear rheometer, capillary break up extensional rheometer, and 2D extensional rheometer. Then, the response of these materials to different flow conditions can be visualized and analyzed in detail using high speed imaging devices at up to 2,000 frames per second.\n\nThere are numerous processes encountered in nature and industry where the deformation of fluid-fluid interfaces is of central importance. Examples from nature include deformation of the red blood cell in small capillaries, cell division and structure and composition of the tear film. Industrial applications include the processing of emulsions and foams, and the atomization of droplets in ink-jet printing. In our laboratory, fundamental research is in progress to understand the orientation and deformation of monolayers at the molecular level. These experiments employ state of the art optical methods such as polarization modulated dichroism, fluorescence microscopy, and Brewster angle microscopy to obtain in situ measurements of polymer films and small molecule amphiphile monolayers subject to flow. Langmuir troughs are used as the experimental platform so that the thermodynamic state of the monolayers can be systematically controlled. For the first time, well characterized, homogeneous surface flows have been developed, and real time measurements of molecular and microdomain orientation have been obtained. These microstructural experiments are complemented by measurements of the macroscopic, mechanical properties of the films.","Primary Contact":"ggf@stanford.edu","Secondary Contact":"ahubbub@stanford.edu","Website":null},{"Lab\/Group Name":"Khosla Group","PI":"Chaitan Khosla","Department":"Chemical Engineering, Biochemistry","Research Goals":"Research interests in Khosla's laboratory lie at the interface of enzyme chemistry and medicine. For the past several years, we have investigated the catalytic mechanisms of modular megasynthases such as polyketide synthases, with the concomitant goal of harnessing their programmable chemistry for preparing pharmaceutically relevant natural products. Recent accomplishments include methods for heterologous production of polyketides; genetically reprogrammed biosynthesis of anthraquinones and polypropionates; and chemo-biosynthesis of new polyketides not readily affordable by synthetic or biological methods alone. These methodologies are already finding practical use. At the same time, we have placed a major emphasis on the biochemistry and structural biology of these giant protein assemblies. Fundamental insights into assembly line biosynthetic mechanisms have emerged, including the finding that protein-protein interactions play a central role in intermodular communications. In turn, these insights are highlighting opportunities for enhancing the efficiency of biosynthetic engineering. Over the next decade we envision that the predictive power of polyketide biosynthetic engineering will mature analogous to current protein engineering capabilities.\n\nMore recently, we have investigated the pathogenesis of Celiac Sprue, an HLA-DQ2 associated inflammatory disease of the small intestine that is induced by exposure to gluten from foodgrains such as wheat, rye and barley. Within the past few years, we have explored three potential therapeutic strategies for this widespread but overlooked disease. By dissecting the unique chemical features of gluten, we discovered an intimate link between proteolytic stability and immunotoxicity of gluten, and translated this knowledge into the design of an oral enzyme therapy for the disease. We have also synthesized and evaluated mechanism-based inhibitors of human transglutaminase 2, the predominant disease associated auto-antigen, and used them to deduce the high-resolution structure of the antigen-bound protein. Finally, our structural and mechanistic dissection of HLA-DQ2 has been used to design, synthesize and evaluate gluten peptide analogues that selectively inhibit disease associated T cells. We remain committed to the vision that, within the next decade, safe and effective drugs will start having measurable impact on the health of celiac sprue patients.","Primary Contact":"khosla@stanford.edu","Secondary Contact":"shaskins@stanford.edu","Website":"http:\/\/web.stanford.edu\/group\/khosla\/Home.html"},{"Lab\/Group Name":"Shaqfeh Research Group","PI":"Eric Shaqfeh","Department":"Chemical Engineering, Mechanical Engineering, Fluidics","Research Goals":"Prof. Shaqfeh is the Lester Levi Carter Professor and Department Chair of Chemical Engineering at Stanford University, has a dual appointment with Mechanical Engineering, and is a faculty member in the Institute of Computational and Mathematical Engineering at Stanford. Shaqfeh’s current research interests include non-Newtonian fluid mechanics (especially in the area of elastic instabilities, and turbulent drag reduction), nonequilibrium polymer statistical dynamics (focusing on single molecules studies of DNA), and suspension mechanics (particularly of fiber suspensions and particles\/vesicles in microfluidics). He has authored or co-authored over 170 publications and has been an Associate Editor of the Physics of Fluids since 2006.","Primary Contact":"esgs@stanford.edu","Secondary Contact":"akjensen@stanford.edu","Website":"http:\/\/antares.stanford.edu\/index.php\/Main\/HomePage"},{"Lab\/Group Name":"Spormann Lab","PI":"Alfred Spormann","Department":"Chemical Engineering, Environmental Engineering","Research Goals":"In our research we investigate molecular microbial metabolism and its linkage to ecological and evolutionary processes. We explore the distinguishing features of novel microbial metabolism and how molecular and biochemical differences in metabolism shape microbial fitness. We study novel microbial metabolism with relevance to bioremediation, bioenergy, and intestinal microbiology.\n\n1) Microbial Reductive Dehalogenation\n\nChloroethenes, such as PCE and TCE, are the most prevalent groundwater contaminants in the U.S. and the developed countries. Large scale remediation of contaminated aquifers relies largely on the activity of a group of unusual microbes (Dehalococcoides) that derive energy from reductive dehalogenation. We study reductive dehalogenases and the strictly anaerobic bacteria, such as Dehalococcoides mccartyj and Shewanella, on a biochemical, physiological, genomic, and population level to better understand the unprecedented biochemistry of the coenzyme B 12-containing reductive dehalogenases. We also use this information to improve chlorethene bioremediation. Population-level studies in our lab have been revealing speciation and niche adaptation in Dehalococcoides mccartyj. in response to subtle changes in physical-chemical environments.\n\n2) Microbial Electrosynthesis and Electron Transport between Microbes and Surfaces\n\nSome microbes have the the capacity to either derive metabolic electrons from redox-active mineral surfaces or transfer such electrons to these surfaces. These processes are of great relevance to geochemical, environmental, but also bioenergy processes. We are investigating the molecular bases of such novel electron transfer to uncover the enzymes and pathways for electron uptake. More recently, we began to explore microbial electrosynthesis as a novel means to produce CO2-neutral biofuels and commodity chemicals.\n\n3) Microbial Metabolic Processes in the Large Intestine\n\nIrritable Bowel Syndrome (IBS) is a chronic, episodic gastrointestinal disorder that is characterized by abdominal pain and altered bowel habits. IBS prevalence is estimated to be 10-15% in Western countries comprising 25 to 50 percent of all referrals to gastroenterologists. The gastrointestinal tract harbors a complex and diverse microbial community, which plays important roles in host nutrition, immune function, health and disease, and it is hypothesized the IBS disease phenotype is associated with a change in colonic microbiota and\/or host factors such as mucosal function and immunity. With our physician collaborator, we study the metabolic processes in the intestinal microbial community, and how cellular metabolism is controlled by the host mucosa.","Primary Contact":"spormann@stanford.edu","Secondary Contact":"vannina@stanford.edu","Website":"http:\/\/web.stanford.edu\/group\/spormannlab\/cgi-bin\/amslab\/"},{"Lab\/Group Name":"Schwartz Lab","PI":"James Schwartz","Department":"Chemical Engineering, Bioengineering","Research Goals":"The current and projected research in the Swartz lab balances basic research in microbial metabolism, protein expression, and protein folding with a strong emphasis on compelling applications. The power and versatility of cell-free methods coupled with careful evaluation and engineering of these new systems enables a whole new range of applications and scientific investigation. Fundamental research on: the mechanisms and kinetics of ribosomal function, fundamental bioenergetics, basic mechanisms of protein folding, functional genomics, and metabolic pathway analysis is motivated by a variety of near- and medium term applications spanning medicine, energy, and environmental needs.","Primary Contact":"jswartz@stanford.edu","Secondary Contact":"ahubbub@stanford.edu","Website":"http:\/\/swartz.openwetware.org\/"},{"Lab\/Group Name":"Jaramillo Group","PI":"Thomas Jaramillo","Department":"Chemical Engineering, Energy","Research Goals":"Recent years have seen unprecedented motivation for the emergence of new energy technologies. Global dependence on fossil fuels, however, will persist until alternate technologies can compete economically. We must develop means to produce energy (or energy carriers) from renewable sources and then convert them to work as efficiently and cleanly as possible. Catalysis is energy conversion, and the Jaramillo laboratory focuses on fundamental catalytic processes occurring on solid-state surfaces in both the production and consumption of energy. Chemical-to-electrical and electrical-to-chemical energy conversion are at the core of the research. Nanoparticles, metals, alloys, sulfides, nitrides, carbides, phosphides, oxides, and biomimetic organo-metallic complexes comprise the toolkit of materials that can help change the energy landscape. Tailoring catalyst surfaces to fit the chemistry is our primary challenge.","Primary Contact":"jaramillo@stanford.edu","Secondary Contact":null,"Website":"http:\/\/jaramillogroup.stanford.edu\/"},{"Lab\/Group Name":"Norskov Group","PI":"Jens Norskov","Department":"Chemical Engineering, Energy","Research Goals":"Sustainable energy and chemical processes; Electronic structure theory; Materials informatics; Surface reactivity; Heterogeneous catalysis; Electro and photo catalysis; Battery chemistry; Enzyme function; Director of SUNCAT (Center for Interface Science and Catalysis)","Primary Contact":"norskov@stanford.edu","Secondary Contact":null,"Website":"http:\/\/suncat.slac.stanford.edu\/#\/about\/group\/norskov"},{"Lab\/Group Name":"Spakowitz Group","PI":"Andrew Spakowitz","Department":"Chemical Engineering, Materials Science, Biochemistry","Research Goals":"he Spakowitz lab is engaged in projects that address fundamental chemical and physical processes that underlie a range of key biological mysteries and cutting-edge materials applications. Current research in our lab focuses on three main research themes: DNA Biophysics, Protein Self Assembly, and Charge Transport in Conjugated Polymers. These broad research areas offer complementary perspectives on chemical and physical processes, and we leverage this complementarity throughout our research. Our approach draws from a diverse range of theoretical and computational methods, including analytical theory of semiflexible polymers, polymer field theory, continuum elastic mechanics, Brownian dynamics simulation, equilibrium and dynamic Monte Carlo simulations, and analytical theory and numerical simulations of reaction-diffusion phenomena. A common thread in our work is the need to capture phenomena over many length and time scales, and our flexibility in research methodologies allows us to address these problems at an unprecedented level of precision.","Primary Contact":"ajspakow@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/~ajspakow\/"},{"Lab\/Group Name":"Dunn Group","PI":"Alexander Dunn","Department":"Chemical Engineering, Biochemistry","Research Goals":"Understanding the role of intercellular forces in cell and developmental biology; The role of mechanical signaling in stem cell self-renewal and differentiation; Measuring forces on adhesion complexes at the single molecule level; Uncovering previously unrecognized functions of mechanical force in extracellular matrix remodeling","Primary Contact":"alex.dunn@stanford.edu","Secondary Contact":null,"Website":"http:\/\/dunngroup.stanford.edu\/"},{"Lab\/Group Name":"Sattely Research Group","PI":"Elizabeth Sattely","Department":"Chemical Engineering","Research Goals":"Plants have an extraordinary capacity to harvest atmospheric CO2 and sunlight for the production of energy-rich biopolymers, clinically used drugs, and other biologically active small molecules. The metabolic pathways that produce these compounds are key to developing sustainable biofuel feedstocks, protecting crops from pathogens, and discovering new natural-product based therapeutics for human disease. These applications motivate us to find new ways to elucidate and engineer plant metabolism. We use a multidisciplinary approach combining chemistry, enzymology, genetics, and metabolomics to tackle problems that include new methods for delignification of lignocellulosic biomass and the engineering of plant antibiotic biosynthesis.","Primary Contact":"sattely@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/sattelygroup\/cgi-bin\/wordpress\/"},{"Lab\/Group Name":"Wang Lab","PI":"Clifford Wang","Department":"Chemical Engineering","Research Goals":"Our research program aspires to understand and quantify genetic principles involved in cancer, aging and cell culture engineering. Specifically, we are studying how co-expression of multiple genes over a range of expression levels determines cell proliferation, survival and other phenotypic outcomes. We are plotting genetic europhase diagrams that describe cell fates determined by combinatorial gene expression. To achieve these objectives, we are developing genetic tools that allow us to control gene expression and quantify phenotypic outcome. As engineers, we hope to use our tools to optimize groups of genes, pathways, or cell properties.","Primary Contact":"cliff.wang@stanford.edu","Secondary Contact":"ahubbub@stanford.edu","Website":"http:\/\/web.stanford.edu\/~cliffx\/"},{"Lab\/Group Name":"Karunadasa Group","PI":"Hemamala Karunadasa","Department":"Inorganic, Materials Science","Research Goals":"We approach solid-state materials using the tools of synthetic molecular chemistry and design hybrids to combine the strengths of molecules and extended solids. We target materials for applications in renewable energy and pollution management: sorbents for environmental pollutants, phosphors for solid-state lighting, electrodes for secondary batteries, absorbers for solar cells, etc.  We also design molecular centers for the electro- and photo-catalytic activation of small molecules relevant to clean-energy cycles. Exploration is at the forefront of our research efforts and we often work with researchers in other disciplines to drive the discovery of new materials.\n","Primary Contact":"hemamala@stanford.edu","Secondary Contact":"aolive@stanford.edu","Website":"http:\/\/web.stanford.edu\/group\/karunadasalab\/"},{"Lab\/Group Name":"Kool Group","PI":"Eric Kool","Department":"Bioorganic, Biophysical, Organic","Research Goals":"A chief focus of research in our laboratory is on design, synthesis, and study of molecules that mimic DNA and its functions in biological systems. The research can lead to basic understanding of biological mechanisms such as DNA replication and DNA repair, and to the development of molecules for detecting and treating disease.\n\nOne long-term goal of the group is to develop RNA-templated chemistries that can be used to diagnose human cancers and infections highly specifically and very early. Toward this goal, we have been pursuing the discovery of new chemical reactions that generate a fluorescence signal; we then modify DNAs to perform these reactions in a cell upon finding a specific RNA. Such molecules can detect a single base alteration in a DNA or RNA target; such mutations are causative in many diseases. We are developing these probe chemistries for use in identifying pathogenic bacteria and cancer-related sequences in human cells.\n\nA second project involves the development of new fluorescent molecular assemblies built on a DNA scaffold. We synthesize new fluorescent nucleosides that can be strung together with a DNA synthesizer. These are assembled into DNA-like libraries and are being evaluated for unusual fluorescence and sensing properties. The resulting molecules are under development as new tools for biological reporting in cells. Using this approach, we have successfully developed intracellular sensors of esterases, proteases, and DNA repair enzymes.\n\nA third research goal involves the design of new bases for DNA and RNA. Our group was the first to show that DNA base pairs could be replicated very efficiently by polymerase enzymes even when they lack Watson-Crick hydrogen bonds. As a result, we are now developing new DNA bases with varied structures, sizes, and shapes. New bases and base pairs could be used to expand nature's genetic system, or to develop entirely new genetic systems. Such molecules are also used as mechanistic tools in the study of biomolecular recognition.","Primary Contact":"eric.kool@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/kool\/"},{"Lab\/Group Name":"Markland Group","PI":"Thomas Markland","Department":"Physical, Theoretical","Research Goals":"Our research centers on problems at the interface of quantum and statistical mechanics. Particular themes that occur frequently in our research are hydrogen bonding, the interplay between structure and dynamics, systems with multiple time and length-scales and quantum mechanical effects. The applications of our methods are diverse, ranging from chemistry to biology to geology and materials science. Particular current interests include proton and electron transfer in fuel cells and enzymatic systems, atmospheric isotope separation and the control of catalytic chemical reactivity using electric fields.\n\nTreatment of these problems requires a range of analytic techniques as well as molecular mechanics and ab initio simulations. We are particularly interested in developing and applying methods based on the path integral formulation of quantum mechanics to include quantum fluctuations such as zero-point energy and tunneling in the dynamics of liquids and glasses. This formalism, in which a quantum mechanical particle is mapped onto a classical \"ring polymer,\" provides an accurate and physically insightful way to calculate reaction rates, diffusion coefficients and spectra in systems containing light atoms. Our work has already provided intriguing insights in systems ranging from diffusion controlled reactions in liquids to the quantum liquid-glass transition as well as introducing methods to perform path integral calculations at near classical computational cost, expanding our ability to treat large-scale condensed phase systems.","Primary Contact":"tmarkland@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/markland\/"},{"Lab\/Group Name":"Martinez Research Group","PI":"Todd J. Martinez","Department":"Physical, Theoretical","Research Goals":"Quantum chemistry traditionally solves the time-independent, zero temperature electronic Schrödinger equation, assuming separability of the electronic and nuclear degrees of freedom. This provides potential energy surfaces for use in molecular dyna-mics simulations to understand finite temperature and time-dependent effects. We take a different approach-extending quantum chemistry into the time domain, bridging the gap between traditional molecular dynamics (what are the atoms doing?) and quantum chemistry (what are the electrons doing?). We include quantum mechanical effects on the behavior of the electrons and the atoms by simultaneously solving the electronic and nuclear Schrödinger equations. This \"ab initio multiple spawning\" (AIMS) method opens exciting possibilities in modeling chemistry. Rearrangement of chemical bonds, tunneling, and dynamics on multiple electronic states are all treated correctly without ad hoc assumptions.\n\nWe are especially interested in electronic excited states, where the assumption of electron-nuclear separability breaks down. Using AIMS, we investigated fundamental photochemical reactions-quenching of excited metal atoms, cis-trans isomerization in ethylene and butadiene, and ring-opening of cyclobutene. In each case we found that conventional explanations required modification. This research furthers the understanding of complex molecular dynamics on multiple electronic states during photochemical reactions. Our goal is AIMS for reactions in complex environments, whether they be normal solvents (e.g., water), solid cages (e.g.,zeolites), or portions of a protein. We are developing methods to address solvent effects on photochemistry and spectroscopy, with ultimate application to biologically relevant molecules such as visual pigments.\n\nBecause of tunneling effects, proton transfer reactions require quantum treatment of the nuclei. We recently performed the first ab initio molecular dynamics simulation of real-time tunneling dynamics, simulating intramolecular proton transfer in malonaldehyde. Future directions include AIMS studies of coupled electron and proton transfer reactions, which are important in biological systems and possibly for designing molecular electronic devices.\n\nFinally, we use novel quantum chemistry methods to elucidate the function of biologically relevant metallo-proteins-currently, the reaction mechanism of cytochrome c oxidase. This final enzyme in the respiratory cycle reduces oxygen. We investigate the nature of spin coupling between transition metal centers, the role of tyrosyl radicals in the mechanism, and the coupling of electron transfer and proton transfer in the enzyme active site.","Primary Contact":"Todd.Martinez@stanford.edu","Secondary Contact":null,"Website":"http:\/\/mtzweb.stanford.edu\/"},{"Lab\/Group Name":"Moerner Group","PI":"W. E. Moerner","Department":"Biophysical, Chemical Physics, Physical","Research Goals":"The Moerner Laboratory utilizes laser spectroscopy and microscopy of single molecules to probe biological processes, one biomolecule at a time.  Primary thrusts include development and application of fluorescence microscopy far beyond the optical diffraction limit by PALM\/STORM and STED approaches, invention and validation of methods for precise and accurate 3D optical microscopy in cells, and trapping of single biomolecules in solution for extended study.  These approaches are applied to explore protein localization patterns in bacteria, to measure structures of amyloid aggregates in cells, to define the behavior of signaling proteins in the primary cilium, to quantify photodynamics for photosynthetic proteins and enzymes, and to observe the dynamics of DNA and RNA in cells and viruses.","Primary Contact":"moerner@stanford.edu","Secondary Contact":"krobbins@stanford.edu","Website":"http:\/\/web.stanford.edu\/group\/moerner\/"},{"Lab\/Group Name":"Pande Group","PI":"Vijay Pande","Department":"Biophysical, Physical, Theoretical","Research Goals":"The central theme of our research is to develop and apply novel theoretical methods to understand the physical properties of biological molecules, such as proteins, nucleic acids, and lipid membranes, and to apply this understanding to design novel synthetic systems, including small molecule therapeutics. In particular, we are interested in the self-assembly properties of biomolecules: for example, how do protein and RNA molecules fold? How do proteins misfold and aggregate and how can we use our understanding of this process to tackle misfolding related diseases, such as Alzheimer's or Huntington's Disease? How can we design or discover novel small molecules to inhibit this process?\n\nAs these phenomena are complex, spanning from the molecular to mesoscopic length scales and the nanosecond to millisecond timescales, our research employs a variety of methods, including statistical mechanical analytic models, Markov State Models, and statistical and informatic methods, as well as Monte Carlo, Langevin dynamics, and molecular dynamics computer simulations on workstations, GPUs, and massively parallel supercomputers, superclusters, and large-scale worldwide distributed computing (see http:\/\/folding.stanford.edu). Our work also touches closely in parts with applications of Bayesian statistics to statistical mechanics, as well as novel means for computational small molecule (drug) design (such as novel methods for docking and free energy calculation).","Primary Contact":" pande@stanford.edu","Secondary Contact":null,"Website":"http:\/\/pande.stanford.edu\/"},{"Lab\/Group Name":"Solomon Lab","PI":"Edward I. Solomon","Department":"Bioinorganic, Biophysical, Catalysis, Inorganic, Physical, Theoretical\n","Research Goals":"The fields of Inorganic, Physical, Biophysical, Bioinorganic and Theoretical-Inorganic Chemistry emphasizing the application of a wide variety of spectroscopic and computational methods to determine the electronic structure of transition metal complexes. Research is directed toward both high symmetry model complexes to define in detail electronic structure contributions to chemical and physical properties, and metal ion active sites in catalysis to understand their unusual spectral features in terms of electronic and geometric structure and to evaluate these structural contributions to reactivity. The focus of many studies is on fundamental problems in Bioinorganic Chemistry and heterogeneous and homogeneous catalysis. Areas of present interest include: 1) Electronic structure contributions to electron transfer in blue copper, CuA, iron sulfur and cytochrome c active sites; 2) O2 and N2O activation by Cu cluster active sites; 3) Structure\/function correlations over non-heme iron enzymes; 4) Development of new spectroscopic and electronic structure methods in bioinorganic and physical–inorganic chemistry; 5) New spectroscopic methods using synchrotron radiation; 6) correlation of heterolytic catalytic sites in zeolites to metalloenzyme catalysis. Research emphasis is fundamental but highly relevant to energy, environment and health. ","Primary Contact":"edward.solomon@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/solomon\/home.html"},{"Lab\/Group Name":"Stack Research Group","PI":"T. Daniel P. Stack","Department":"Inorganic, Materials Science","Research Goals":"Our research interests are in area of synthetic inorganic and organic chemistry and are focused on creating new, discrete catalysts. Much of our inspiration derives from metalloenzymes that are capable not only of remarkable regio- and stereospecific organic transformations but also highly energy efficient transformations such the reduction of dioxygen to water. The metalloenzyme structures and electronic spectroscopy provide critical insights into the intimate metal ligation that might be necessary to construct small functional synthetic metal complexes. Extending the chemistry beyond the constraints of a protein matrix is our ultimate goal.\n\nFor these redox active metal sites, the ligation environment is coupled tightly to the functional chemistry. Yet, focusing solely on the intimate metal ligation is not generally sufficient to create an efficient catalyst. Site-isolation of the active oxidant may also be necessary. This can be achieved synthetically either by supporting the metal complex on a solid matrix or by appropriate design of the ligand periphery. Movement of these complexes into silica based materials or onto electroactive electrodes represents a new direction for the group in the development of these bio-inspired metal-based catalysts.\n\nOf all the available metals, biological systems primarily use copper or iron sites to activate dioxygen for oxidative transformations. In our lab, we have focused on functional models of several enzymes including galactose oxidase (Cu), tyrosinase (Cu), lipoxygenase (Fe, Mn), and several mononuclear non-heme enzymes that require alpha-ketoacids as co-reductants (Fe). Extensive spectroscopic and kinetic investigations, often at low temperatures, coupled to extensive DFT calculations provide keen insights into these complexes and their transiently stable oxidized forms. Such studies have resulted in faithful tyrosinase functional models, self-assembled to the active oxidant core from simple monodentate imidazole ligands at extreme solution temperatures (-125° C), along with temporally and operationally efficient epoxidation and C-H hydroxylation catalysts, capable of oxidizing a wide range of electron deficient olefins and strong C-H group at exceedingly fast rates.","Primary Contact":"stack@stanford.edu","Secondary Contact":null,"Website":"http:\/\/stacklab.stanford.edu\/"},{"Lab\/Group Name":"Trost Reseach Group","PI":"Barry M. Trost","Department":"Bioorganic, Organic, Organometallic","Research Goals":"Our research program revolves around the theme of synthesis. There are two major activities - 1) developing the tools, i.e., the reactions and reagents, and 2) creating the proper network of reactions to make complex targets readily available from simple starting materials.\n\n\nOne major activity in designing new reactions and reagents involves the development of \"chemists' enzymes\" - non-peptidic transition metal based catalysts that can perform chemo-, regio-, diastereo-, and especially enantioselective reactions. In doing so, attention must be paid to the question of atom economy to minimize waste, energy, and consumption of raw materials.\n\nSynthetic efficiency raises the question of metal catalyzed cycloadditions to rings other than six membered. A general strategy for a \"Diels-Alder\" equivalent for formation of five, seven, nine, etc. membered carbo- and heterocyclic rings is evolving.\n\nAn exciting new direction derives from the molecular gymnastics acetylenes undergo in the presence of transition metals.\n\nCycloisomerization to virtually all types of ring sizes and systems with particularly versatile juxtaposition of functionality become special goals.\n\nWhile palladium catalysts represent a major part of our effort, new opportunities for selectivity complementary to that obtained with palladium complexes appear possible with nickel, chromium, molybdenum, ruthenium, iron, and tungsten complexes and bimetallic complexes composed of two different metals. Of prime concern are 1) exploration of unusual oxidation states of metals for new types of reactivity and 2) asymmetric templates that create enantiomerically pure stereogenic centers.\n\nMain group chemistry, especially involving silicon, tin, and sulfur, also offers many opportunities for new reaction design. For example, sulfur-containing substrates may function as either electrophiles or nucleophiles depending upon their chemical environment - a duality that allows them to be dubbed \"chemical chameleons.\" Rational design of novel catalysts for an asymmetric direct aldol condensation is an exciting thrust.\n\nFrom these new synthetic tools evolve new synthetic strategies towards complex natural products. Targets include b-lactam antibiotics, ionophores, steroids and related compounds (e.g., Vitamin D metabolites), alkaloids, nucleosides, carbohydrates, and macrolide, terpenoid, and tetracyclic antitumor and antibiotic agents.","Primary Contact":"bmtrost@stanford.edu","Secondary Contact":"shaskins@stanford.edu","Website":"http:\/\/web.stanford.edu\/group\/bmtrost\/"},{"Lab\/Group Name":"Waymouth Group","PI":"Robert M. Waymouth","Department":"Catalysis, Inorganic, Organometallic, Polymer","Research Goals":"Our group applies mechanistic principles to develop new concepts in catalysis. A particular focus is the development of organometallic and organic catalysts for the synthesis of complex macromolecular architectures. In organometallic catalysis, we investigate catalysts that can access multiple kinetic states during a polymerization reaction in order to control sequence distribution. We have devised a novel strategy for the synthesis of elastomeric polypropylene utilizing a metallocene catalyst whose structure was designed to interconvert between chiral and achiral coordination geometries on the timescale of the synthesis of a single polymer chain. We have also developed a novel method for the synthesis of alternating copolymers of ethylene and propylene by exploiting catalysts that can access multiple coordination sites that exhibit different kinetic selectivities towards the two monomers. In collaboration with Jim Hedrick of IBM laboratories, we have developed an extensive platform of organic catalysts for the controlled ring-opening polymerization of lactones. Mechanistic studies of nucleophilic N-heterocyclic carbene catalysts revealed an unusual zwitterionic mechanism which enabled the synthesis of high molecular weight cyclic polyesters, a novel topology for these biodegradable and biocompatible macromolecules. These efforts combine elements of mechanistic organic and organometallic chemistry, polymer synthesis, and homogeneous catalysis to rationally design new macromolecular structures.\n","Primary Contact":"waymouth@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/waymouth\/Waymouth_Research_Group\/Home.html"},{"Lab\/Group Name":"Wender Group","PI":"Paul A. Wender","Department":"Bioinorganic, Medicinal, Organic, Organometallic\n","Research Goals":"Our research program involves studies in chemistry, biology, and medicine. A special emphasis is placed on synthesis and design and on the utilization of synthesis, mechanistic, computational and biological studies to address problems of significance in chemistry chemical biology, medicine and materials science. Our group is affiliated with numerous programs at Stanford, including the Bio-X program, the Center for Molecular Analysis and Design, the Institute of Chemical Biology, the Molecular Imaging Program, the Cancer Center, the Cancer Nanotechnology Program, and the Molecular Therapeutics Program. We also collaborate with biotech and pharmaceutical industries.","Primary Contact":"wenderp@stanford.edu","Secondary Contact":"krobbins@stanford.edu","Website":"http:\/\/web.stanford.edu\/group\/pawender\/"},{"Lab\/Group Name":"Xia Group","PI":"Yan Xia","Department":"Materials Science, Organic","Research Goals":"My research group is interested in the design, synthesis, and manipulation of macromolecules and soft materials with unique functions, conformations, and interactions. Our research is at the interface of synthetic chemistry, materials science, and biotechnology.\n\nWe use a combination of organic, polymer chemistry, catalysis, and recombinant protein synthesis to control and construct soft materials that have desired properties and nanostructures for applications in sustainability and biomedicine, while achieving so in an efficient and green fashion. Specific areas include new methods for the synthesis of polymers and responsive materials; hybrid materials for energy applications; biomimetic and bioconjugate materials. As materials chemists, we are excited to create new molecular structures with unique properties using reaction vessels as well as bacteria. Meanwhile, we are interested in understanding how the behavior of individual molecules translates into macroscopic properties as well as how the naturally derived macromolecules function under non-native environment via various characterization techniques.\n","Primary Contact":"yanx@stanford.edu","Secondary Contact":null,"Website":"http:\/\/stanford.edu\/group\/xialab\/"},{"Lab\/Group Name":"Zarelab","PI":"Richard N. Zare","Department":"Physical","Research Goals":"My research group is exploring a variety of topics that range from the basic understanding of chemical reaction dynamics to the nature of the chemical contents of single cells.\n\nUnder thermal conditions nature seems to hide the details of how elementary reactions occur through a series of averages over reagent velocity, internal energy, impact parameter, and orientation. To discover the effects of these variables on reactivity, it is necessary to carry out studies of chemical reactions far from equilibrium in which the states of the reactants are more sharply restricted and can be varied in a controlled manner. My research group is attempting to meet this tough experimental challenge through a number of laser techniques that prepare reactants in specific quantum states and probe the quantum state distributions of the resulting products. It is our belief that such state-to-state information gives the deepest insight into the forces that operate in the breaking of old bonds and the making of new ones.","Primary Contact":"RNZ@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/Zarelab\/"}]