[{"Lab\/Group Name":"Aiken Lab","PI":"Alex Aiken","Department":"CS\/Computer Systems","Research Goals":"Legion is a programming system for heterogenous, parallel machines with complex memory hierarchies. STOKE is a stochastic optimizer and associated verification techniques for X86 binaries.DeduceIt is a system for checking student derivations in on-line courses; the idea is to provide a richer and more interactive electronic homework than multiple choice questions for problems that can be formulated as derivations in some formal system. ","Availability":null,"Primary Contact":"aiken@cs.stanford.edu","Secondary Contact":"sue.george@stanford.edu","Website":"http:\/\/theory.stanford.edu\/~aiken\/#research"},{"Lab\/Group Name":"Ng Lab","PI":"Andrew Ng","Department":"CS\/Artificial Intelligence","Research Goals":"Machine learning is a very successful technology but applying it today often requires spending substantial effort hand-designing features. This is true for applications in vision, audio and text. To address this, Ng's group and others are working on \"deep learning\" algorithms, which can automatically learn feature representations (often from unlabeled data) thus avoiding a lot of time-consuming engineering. These algorithms are based on building massive artificial neural networks that were loosely inspired by cortical (brain) computations. As part of this work, Ng also founded and formerly led a project at Google to build massive deep learning algorithms. This work resulted in a highly distributed neural network with over 1 billion parameters trained on 16,000 CPU cores that learned by itself to discover high level concepts -- such as \"cats\" -- from watching unlabeled YouTube videos. ","Availability":null,"Primary Contact":"ang@cs.stanford.edu ","Secondary Contact":"mdavid@cs.stanford.edu","Website":"http:\/\/cs.stanford.edu\/people\/ang\/"},{"Lab\/Group Name":"Goel Lab","PI":"Ashish Goel","Department":"MS&E, CS\/Theory ","Research Goals":"I conduct research in the design, analysis, and applications of algorithms. I also use techniques from optimization, probability, stochastics, and game theory in my research. I like to get deep into applications, with the goal being tangible impact in the application domain, not just collaborations with practitioners or papers in applied venues. Current application interests include Social Networks and Social Algorithms; Crowdsourced Democracy; Internet Commerce; Reputation, Recommendation, and Trust Systems; Algorithms for large scale data processing. In addition to advancing technology, I am also excited about developing algorithms that improve how we interact with each other and the networked world around us.","Availability":null,"Primary Contact":"ashishg@stanford.edu","Secondary Contact":"goel_admins@lists.stanford.edu","Website":"http:\/\/web.stanford.edu\/~ashishg\/research.html"},{"Lab\/Group Name":"Prabhaker Lab","PI":"Balaji Prabhaker ","Department":"EE & CS\/Computer Systems\/Information Systems","Research Goals":"research interests are in computer networks; notably, in designing algorithms for the Internet and for Data Centers. Recently, he has been interested in Societal Networks: networks vital for society's functioning, such as transportation, electricity and recycling systems. He has been involved in developing and deploying incentive mechanisms to move commuters to off-peak times so that congestion, fuel and pollution costs are reduced.","Availability":null,"Primary Contact":"balaji@stanford.edu","Secondary Contact":"kuduk@ee.stanford.edu","Website":"http:\/\/web.stanford.edu\/~balaji\/bio.html"},{"Lab\/Group Name":"Manning Lab","PI":"Chris Manning","Department":"Linguistics & CS\/Artificial Intelligence","Research Goals":"Chris Manning works on systems and formalisms that can intelligently process and produce human languages. His research concentrates on probabilistic models of language and statistical natural language processing; including text understanding, text mining, machine translation, information extraction, named entity recognition, part-of-speech tagging, probabilistic parsing and semantic role labeling, syntactic typology, computational lexicography, and other topics in computational linguistics and machine learning.","Availability":null,"Primary Contact":"manning@cs.stanford.edu","Secondary Contact":"prachi@cs.stanford.edu","Website":"http:\/\/nlp.stanford.edu\/manning\/"},{"Lab\/Group Name":"Multiscale Architecture and Systems Team","PI":"Christos Kozyrakis","Department":"CS\/Computer Systems","Research Goals":"The goal of the Multiscale Architecture and Systems Team (MAST) is to make computing systems faster, greener, cheaper, and safer. We conduct research on hardware architectures, runtime management environments, system software, and programming models for systems ranging from cellphones to warehouse-scale datacenters. Our work is currently focusing on resource efficient cloud computing, energy efficient multi-core architectures, and systems security. MAST is led by professor Christos Kozyrakis and is part of the Electrical Engineering and Computer Science departments at Stanford University.","Availability":null,"Primary Contact":" kozyraki@stanford.edu","Secondary Contact":"suegeorge@cs.stanford.edu","Website":"http:\/\/web.stanford.edu\/group\/mast\/cgi-bin\/drupal\/"},{"Lab\/Group Name":"Applied Crypto Group","PI":"Dan Boneh","Department":"CS\/Computer Systems\/Theory\/Cryptography","Research Goals":"The Applied Crypto Group is a part of the Security Lab in the Computer Science Department at Stanford University. We often collaborate with members of the Theory Group as well. Research projects in the group focus on various aspects of network and computer security. In particular the group focuses on applications of cryptography to real-world security problems. For more information follow the links below. Pairings-Based Cryptography\nCryptographic pairings have numerous applications to cryptography, including everything from identity-based encryption and short digital signatures to broadcast encryption and search-friendly encryption. ","Availability":null,"Primary Contact":"dabo@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/crypto.stanford.edu"},{"Lab\/Group Name":"Koller Lab (DAGS)","PI":"Daphne Koller","Department":"CS\/Artificial Intelligence","Research Goals":"Our main research focus is on dealing with complex domains that involve large amounts of uncertainty. Our work builds on the framework of probability theory, decision theory, and game theory, but uses techniques from artificial intelligence and computer science to allow us to apply this framework to complex real-world problems. Most of our work is based on the use of probabilistic graphical models such as Bayesian networks, influence diagrams, and Markov decision processes. Within that topic, our work touches on many areas: representation, inference, learning, and decision making. One main focus has been the extension of the representational power of the probabilistic graphical modeling language, to encompass a much richer set of domains. More info.","Availability":null,"Primary Contact":"koller@CS.Stanford.EDU","Secondary Contact":null,"Website":"http:\/\/dags.stanford.edu"},{"Lab\/Group Name":"Distributed Systems Group","PI":"David Cheriton","Department":"CS\/Computer Systems","Research Goals":"The DSG has research projects in the following areas:Extreme Scale Cluster Architecture, History-based Anti-Spam, Location-based Security in Wireless Networks - the KIWI Project, Defense against Distributed Denial of Service Attacks,Feedback Based Inter-domain Routing, TRIAD -- Translating Relaying Internet Architecture integrating Active Directories, A NAT-based next-generation internet architecture incorporating multicast and directory services.  ","Availability":null,"Primary Contact":"cheritan@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/gregorio.stanford.edu"},{"Lab\/Group Name":"Dill Lab","PI":"David Dill","Department":"CS\/Computer Systems\/Computational Biology","Research Goals":"Our basic goal is to develop a systems-level understanding of cellular functions, in the same way that we can understand electronic circuits, especially digital circuits.  Research has focused on analysis of high-throughput biological data and global analysis of biological models. In both cases, we emphasize Boolean methods, which classify measured values into a small number of discrete ranges. We have developed methods for analyzing time-courses and for finding relationships in large amounts of microarray data, and for analyzing curated models of signal transduction pathways and the cell cycle.","Availability":null,"Primary Contact":"DILL@CS.stanford.edu","Secondary Contact":"mswenson@stanford.edu","Website":"http:\/\/verify.stanford.edu"},{"Lab\/Group Name":"Secure Computer Systems Group","PI":"David Mazières","Department":"CS\/Computer Systems","Research Goals":"Current Projects: COWL -- A confinement system for the Web, DUNE -- Virtualized, extensiable OS as a kernel module, Hails -- A web framework for securely executing third-party apps, Ori File System -- A Distributed Secure File System, Safe Haskell -- A security orientated extension to Haskell, tcpcrypt -- A TCP option for ubiquitous transport-layer encryption.    ","Availability":null,"Primary Contact":null,"Secondary Contact":"mswenson@stanford.edu","Website":"http:\/\/www.scs.stanford.edu"},{"Lab\/Group Name":"Engler Lab","PI":"Dawson Engler","Department":"CS\/Computer Systems","Research Goals":"Engler's research focuses both on building interesting software systems and on discovering and exploring the underlying principles of all systems.","Availability":null,"Primary Contact":"engler@stanford.edu","Secondary Contact":null,"Website":"http:\/\/www.stanford.edu\/~engler\/"},{"Lab\/Group Name":"Knowledge Systems Library","PI":"Ed Feigenbaum and Richard Fikes","Department":"CS\/Artificial Intelligence","Research Goals":"KSL conducts research in the areas of knowledge representation and automated reasoning in the Artificial Intelligence Laboratory of the Department of Computer Science at Stanford University. Current work focuses on enabling technology for the Semantic Web, hybrid reasoning, explaining answers from heterogeneous applications, deductive question-answering, representing and reasoning with multiple contexts, knowledge aggregation, ontology engineering, and knowledge-based technology for intelligence analysts and other knowledge workers.","Availability":null,"Primary Contact":"ksl-info@ksl.stanford.edu","Secondary Contact":null,"Website":"http:\/\/www-ksl.stanford.edu"},{"Lab\/Group Name":"Stanford Vision Lab","PI":"Fei-Fei Li","Department":"CS\/Artificial Intelligence","Research Goals":"Research in our lab focuses on two intimately connected branches of vision research: computer vision and human vision. In both fields, we are intrigued by visual functionalities that give rise to semantically meaningful interpretations of the visual world.In computer vision, we aspire to build intelligent visual algorithms that perform important visual perception tasks such as object recognition, scene categorization, integrative scene understanding, human motion recognition, material recognition, etc. In human vision, our curiosity leads us to study the underlying neural mechanisms that enable the human visual system to perform high level visual tasks with amazing speed and efficiency.","Availability":null,"Primary Contact":"feifeili@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/vision.stanford.edu\/index.html"},{"Lab\/Group Name":"Tobagi Lab","PI":"Fouad Tobagi","Department":"CS\/Computer Systems","Research Goals":"Tobagi works on network control mechanisms for handling multimedia traffic (voice, video and TCP- based applications) and on the performance assessment of networked multimedia applications using user-perceived quality measures. He also investigates the design of wireless networks, including QoS-based media access control and network resource management, as well as network architectures and infrastructures for the support of mobile users, all meeting the requirements of multimedia traffic. He also investigates the design of metropolitan and wide area networks combining optical and electronic networking technologies, including topological design, capacity provisioning, and adaptive routing.","Availability":null,"Primary Contact":"tobagi@stanford.edu","Secondary Contact":null,"Website":"https:\/\/profiles.stanford.edu\/fouad-tobagi?tab=bio"},{"Lab\/Group Name":"Bejerano Lab","PI":"Gill Bejerano","Department":"CS\/ Developmental Biology\/ Artificial Intelligence","Research Goals":"The Bejerano Lab studies genome function in human and related species. We are deeply interested in the following broad questions: 1. Mapping genome sequence (variation) to phenotype (differences) 2. Extracting specific genetic insights from deep sequencing measurements. We take a particular interest in gene cis regulation. Only 2-3% of the 3 billion bases in the human genome encode the genome's 25,000 protein coding genes, and a similar number of non-coding genes. Roughly 1,000,000 promoters, enhancers, silencers and insulators regulate coding and non-coding gene expression in every cell in our body.      ","Availability":null,"Primary Contact":"bejerano@stanford.edu","Secondary Contact":null,"Website":"http:\/\/bejerano.stanford.edu"},{"Lab\/Group Name":"Stanford InfoLab","PI":"Hector Garcia-Molina and Jennifer Widom","Department":"CS\/Information Systems","Research Goals":"The Stanford InfoLab focuses on information management: all types of information, from structured data in traditional databases, to unstructured, media-rich information at sites like Twitter and Facebook. We also focus on all types of management, from collection and extraction of the data, to its storage and analysis.","Availability":null,"Primary Contact":"hector@cs.stanford.edu","Secondary Contact":"siroker@cs.stanford.edu","Website":"http:\/\/infolab.stanford.edu\/~hector\/HomePage\/interests.html"},{"Lab\/Group Name":"Ousterhout Lab","PI":"John Ousterhout","Department":"CS\/Computer Systems","Research Goals":"I am interested in a wide range of topics related to infrastructure for building software systems, including development frameworks, programming languages, operating systems, and storage systems. My primary current project is RAMCloud, a new approach to storage where all information is kept in DRAM and large-scale storage systems are created by aggregating the memories of thousands of servers.","Availability":null,"Primary Contact":"ouster@cs.stanford.edu","Secondary Contact":"suegeorge@cs.stanford.edu","Website":"http:\/\/web.stanford.edu\/~ouster\/cgi-bin\/home.php"},{"Lab\/Group Name":"Mitchell Lab","PI":"John Mitchell","Department":"CS\/Computer Systems\/Theory\/Security","Research Goals":"Computer security: access control, network protocols, privacy, software systems, and web security. Programming languages, type systems, object systems, and applications of mathematical logic to computer science.","Availability":null,"Primary Contact":"mitchell@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/theory.stanford.edu\/people\/jcm\/"},{"Lab\/Group Name":"Leonidas Guibas Laboratory","PI":"Leonidas J. Guibas","Department":"AI\/Computer Systems\/Graphics HCI","Research Goals":"Professor Guibas heads the Geometric Computation group in the Computer Science Department of Stanford University and is a member of the Computer Graphics and Artificial Intelligence Laboratories. He works on algorithms for sensing, modeling, reasoning, rendering, and acting on the physical world.","Availability":null,"Primary Contact":"guibas@cs.stanford.edu","Secondary Contact":"mniemiec@graphics.stanford.edu","Website":"http:\/\/geometry.stanford.edu\/member\/guibas\/"},{"Lab\/Group Name":"Computer Graphics, Computer Systems Laboratory","PI":"Marc Levoy","Department":"Graphics, HCI","Research Goals":"I have retired from Stanford to lead a team at Google. My team is in GoogleX, and we work broadly on cameras and photography. One of our projects is computational photography for Glass. See also this post about better photos on Glass. Other projects includeHDR+ mode on the Nexus 6 and a more flexible application programming interface (API) and hardware abstraction layer (HAL) for the cameras on Android devices. See also this presentation by my former PhD student Eddy Talvala at Google I\/O 2014, or this summary by Android Police. Although I am Emeritus, I have been recalled to active to advise my existing students. I may also continue teaching CS 178, my digital photography course. However, I will not be taking on any new PhD students. I will hold regular office hours during the academic year, but not during the summer.","Availability":null,"Primary Contact":"levoy@cs.stanford.edu","Secondary Contact":"niemiec@stanford.edu","Website":"http:\/\/graphics.stanford.edu\/~levoy\/"},{"Lab\/Group Name":"Stanford Microwave Integrated Circuits Lab","PI":"Mark Horowitz","Department":"VLSI","Research Goals":"Stanford VLSI Research Group: Mark Horowitz's research group. This team focuses their efforts on low power design techniques, VLSI circuits, CAD tools, high speed links, scalable shared memory multiprocessors, CAD tools, and digital design.","Availability":null,"Primary Contact":"horowitz@stanford.edu","Secondary Contact":null,"Website":"http:\/\/www-smirc.stanford.edu\/links.html"},{"Lab\/Group Name":"Stanford AI Lab","PI":"Mehran Sahami","Department":"AI","Research Goals":"Mehran Sahami is a Professor and Associate Chair for Education in the Computer Science department at Stanford University. He is also the Robert and Ruth Halperin University Fellow in Undergraduate Education. Prior to joining the Stanford faculty, he was a Senior Research Scientist at Google. His research interests include computer science education, artificial intelligence, and web search. He is co-chair of the ACM\/IEEE-CS joint task force on Computer Science Curricula 2013, which is responsible for creating curricular guidelines for college programs in Computer Science at an international level.","Availability":null,"Primary Contact":"sahami@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/robotics.stanford.edu\/users\/sahami\/bio.html"},{"Lab\/Group Name":"Stanford Experimental Data Central Laboratory","PI":"Mendel Rosenblum","Department":"Computer Systems","Research Goals":"Rosenblum’s research interests include system software, distributed systems, and computer architecture. He has published research in the area of disk storage management, computer simulation techniques, scalable operating system structure, virtualization computer security, and mobility. He is also a co-founder VMware Inc. As the Chief Scientist of VMware for the company’s first 10 years he helped design and build virtualization technology for commodity computing platforms.","Availability":null,"Primary Contact":"mendel@stanford.edu","Secondary Contact":null,"Website":"http:\/\/sedcl.stanford.edu\/"},{"Lab\/Group Name":"AI Lab","PI":"Michael Genesereth","Department":"AI","Research Goals":"Genesereth is best known for his work on computational logic and applications of that work in enterprise management and electronic commerce. Basic research interests include knowledge representation, automated reasoning, and rational action. Current projects include logical spreadsheets, data, and service integration on the World Wide Web, and computational law.","Availability":null,"Primary Contact":"genesereth@stanford.edu","Secondary Contact":null,"Website":"http:\/\/logic.stanford.edu\/people\/genesereth\/genesereth.html"},{"Lab\/Group Name":"Stanford MobiSocial Research Group","PI":"Monica Lam","Department":"Computer Systems","Research Goals":"Monica Lam is a Professor in the Computer Science Department at Stanford University since 1988. She received a B.Sc. from University of British Columbia in 1980 and a Ph.D. in Computer Science from Carnegie Mellon University in 1987. She is the Faculty Director of the Stanford MobiSocial Computing Laboratory and a co-PI in the POMI (Programmable Open Mobile Internet) 2020 project, which is an NSF Expedition started in 2008. Her current research interests are in building an open and federated social computing infrastructure. She has worked in the areas of compiler optimization, software analysis to improve security, and simplifying computer management with virtualization.","Availability":null,"Primary Contact":"lam@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/suif.stanford.edu\/~lam\/"},{"Lab\/Group Name":"McKeown Group","PI":"Nick McKeown","Department":"Computer Systems","Research Goals":"Our research group engages in projects to shape tomorrow’s Internet. Our goal is to overcome barriers to network innovation by creating platforms for experimentation, demonstrating new ideas on top of these platforms, and – most importantly – opening these platforms to the world.","Availability":null,"Primary Contact":"hartung@stanford.edu","Secondary Contact":null,"Website":"http:\/\/yuba.stanford.edu\/group_wp\/people\/"},{"Lab\/Group Name":"AI Lab","PI":"Nils Nilsson","Department":"Robotics,AI","Research Goals":"Professor Nilsson returned to Stanford in 1985 as the Chairman of the Department of Computer Science, a position he held until August 1990. Besides teaching courses on artificial intelligence and on machine learning, he has conducted research on flexible robots that are able to react to dynamic worlds, plan courses of action, and learn from experience. His work on \"teleo-reactive programs\" for robust and opportunistic control of robots and software agents has been extended and applied by many researchers and robot developers","Availability":null,"Primary Contact":"nilsson@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/ai.stanford.edu\/~nilsson\/"},{"Lab\/Group Name":"AI Lab","PI":"Oussama Khatib","Department":"Robotics,AI","Research Goals":"The Stanford Robotics Group is involved in research pertaining to all aspects of robotic manipulation and control.Our primary focus is to engineer robots that can operate and interact with humans in unstructured environments. In addition, we study human motion and develop models that succintly capture elegant human motions and manipulation skills, which allows us to program robots to move in a similar manner.","Availability":null,"Primary Contact":"ok@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/cs.stanford.edu\/groups\/manips\/"},{"Lab\/Group Name":"Pervasive Parallelism Lab, Computer Systems Lab","PI":"Oyekunle Olukotun","Department":"Computer Systems","Research Goals":"Olukotun's research interests are in the design, performance analysis, and verification of computers. He is currently leading the Hydra single chip multiprocessor project and is developing novel simulation, estimation, and verification techniques for system-level design.","Availability":null,"Primary Contact":"kunle@stanford.edu","Secondary Contact":"darlene@csl.stanford.edu","Website":"http:\/\/arsenalfc.stanford.edu\/kunle\/"},{"Lab\/Group Name":"Computer Graphics, Computer Systems Laboratory","PI":"Patrick Hanrahan","Department":"Computer Systems, Graphics","Research Goals":"Visualization. I have always been fascinated by the use of images in science and the methods used for scientific illustration. I am preparing a survey of scientific illustration targetted at the \"scientific visualization\" community. In terms of specific projects, one useful general techniques that has emerged is the use of table-based displays to browse multidimensional relational databases. Working with Chris Stolte and Diane Tang, we have built a system called Polaris based on this idea (which is now available commercially from Tableau Software. Chris Stolte and Maneesh Agrawala developed a system called LineDrive for automatically producing hand-drawn maps for route directions. I have worked with Maneesh Agrawala, Julie Heiser and Barbara Tversky to create assembly instructions.","Availability":null,"Primary Contact":"hanrahan@cs.stanford.edu","Secondary Contact":"mniemiec@graphics.stanford.edu","Website":"http:\/\/graphics.stanford.edu\/~hanrahan\/"},{"Lab\/Group Name":"SING (Stanford Information Networking Group)","PI":"Philip Levis","Department":"Computer Systems","Research Goals":"I'm an Associate Professor in the Computer Science and Electrical Engineering Departments of Stanford University. I head theStanford Information Networking Group (SING), direct the Secure Internet of Things Project, and hold the Fletcher Jones Faculty Development Chair. I research operating systems, networks, and software design, especially wireless networks, sensor networks, and embedded systems. I like building stuff other people use and writing code. I'm drawn to excellent engineering and have a self-destructive aversion to low hanging fruit.","Availability":null,"Primary Contact":"pal@cs.stanford edu","Secondary Contact":null,"Website":"http:\/\/csl.stanford.edu\/~pal\/"},{"Lab\/Group Name":"AI Lab","PI":"Richard Fikes","Department":"AI","Research Goals":"Richard Fikes has a long and distinguished record as an innovative leader in the development of techniques for effectively representing and using knowledge in computer systems. He is best known as co-developer of the STRIPS automatic planning system, KIF (Knowledge Interchange Format), the Ontolingua ontology representation language and Web-based ontology development environment, the OKBC (Open Knowledge Base Connectivity) API for knowledge servers, and IntelliCorp's KEE system. At Stanford, he led projects focused on developing large-scale distributed repositories of computer-interpretable knowledge, collaborative development of multi-use ontologies, enabling technology for the Semantic Web, reasoning methods applicable to large-scale knowledge bases, and knowledge-based technology for intelligence analysts. He was principal investigator of major projects for multiple Federal Government agencies including the Defense Advanced Research Projects Agency (DARPA) and the Intelligence Community’s Advanced Research and Development Activity (ARDA).","Availability":null,"Primary Contact":"fikes@stanford.edu","Secondary Contact":null,"Website":"http:\/\/www.ai.sri.com\/people\/fikes\/"},{"Lab\/Group Name":"Computer Graphics Laboratory","PI":"Ron Fedkiw","Department":"Computer Systems, Graphics HCI","Research Goals":"Fedkiw's research is focused on the design of new computational algorithms for a variety of applications including computational fluid dynamics, computer graphics, and biomechanics.","Availability":null,"Primary Contact":"fedkiw@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/physbam.stanford.edu\/~fedkiw\/"},{"Lab\/Group Name":"AI Lab","PI":"Russ Altman","Department":"AI","Research Goals":"My primary interests are in the application of computing technologies to basic molecular biological problems, now referred to as bioinformatics. I am particularly interested in the analysis of protein and RNA structure and function, both in an individual problem-centered manner and on a functional genomic scale. My core initial work was the development of probabilistic algorithms for the determination of protein structure from sparse and uncertain experimental data. These algorithms have been shown to have some advantages over other methods of structure determination including the ability to calculate not only a protein conformation, but also an explicit estimate of the uncertainty in the position of each atom.","Availability":null,"Primary Contact":"russ.altman@stanford.edu","Secondary Contact":"tiffany.murray@stanford.edu","Website":"https:\/\/people.stanford.edu\/rbaltman\/"},{"Lab\/Group Name":"SNSG (Stanford Networked Systems Group)","PI":"Sachin Katti","Department":"Information Systems","Research Goals":"The Stanford Networked Systems Group (SNSG) is part of the Electrical Engineering and Computer Science departments at Stanford University. We conduct research on designing the algorithms, architectures and systems for building future networked systems. Our research spans wired and wireless networks, information and coding theory, RF design and software systems.","Availability":null,"Primary Contact":"skatti@stanford.edu","Secondary Contact":null,"Website":"http:\/\/snsg.stanford.edu\/"},{"Lab\/Group Name":"AI Lab","PI":"Sebastian Thrun","Department":"AI, Robotics","Research Goals":"I am a research professor at Stanford and a co-founder and CEO of Udacity. Formerly I worked at Google (as a VP and Fellow) and before that, I was a tenured professor at Stanford.At Google, I founded Google X, which was home to projects like the Googleself-driving car Google Glass. Indoor novigation, Google At At Stanford, I have my research group, after giving up my tenure earlier in 2011. We do all sorts of research on using AI to improve people's daily lives.Udacity, we are trying to democratize higher education. Udacity stands for \"we are audacious, for you, the student\". We created the notion of \"nanodegrees\" which empowers people from all traits and ages to find employent in the tech industry.Brain, Projct Wing and Project Loon.","Availability":null,"Primary Contact":"thrun@stanford.edu","Secondary Contact":null,"Website":"http:\/\/robots.stanford.edu\/"},{"Lab\/Group Name":"AI Lab","PI":"Serafim Batzoglou","Department":"AI","Research Goals":"My research area is computational genomics. The broad goal of my research is to develop efficient and accurate methodologies for the analysis of genomic data.","Availability":null,"Primary Contact":"serafim@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/ai.stanford.edu\/~serafim\/research.html"},{"Lab\/Group Name":"Foundations Research Group","PI":"Serge Plotkin","Department":"Computer Systems, Theory","Research Goals":"In 1988 Serge joined the faculty of Computer Science department at Stanford University, where he has been doing research in theoretical computer science and teaching courses on algorithms and optimization. Serge’s interests span combinatorial optimization, networking, distributed computation, and security","Availability":null,"Primary Contact":"plotkin@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/theory.stanford.edu\/main\/index.shtml"},{"Lab\/Group Name":"Robust Systems Group","PI":"Subhashish Mitra","Department":"Robust system design, VLSI design & test, computer architecture, design for emerging nanotechnologies, biomedical applications","Research Goals":"The Stanford Robust Systems Group belongs to the Stanford Computer Systems Laboratory and focuses on three major research thrusts:Efficient techniques to overcome scaled-CMOS reliability challenges.Effective validation of robust sytems.Robust design for emerging nanotechnologies such as carbon nanotubes","Availability":null,"Primary Contact":"subh@stanford.edu","Secondary Contact":null,"Website":"http:\/\/cgi.stanford.edu\/~group-rsg_csl\/twiki\/bin\/view.pl\/Public\/WebHome"},{"Lab\/Group Name":"Stanford HCI Group","PI":"Terry Winograd","Department":"Graphics, HCI","Research Goals":"Professor Winograd's focus is on human-computer interaction design and the design of technologies for development. He founded and directed the teaching programs and HCI research in the Stanford Human-Computer Interaction Group, which recently celebrated it's 20th anniversary. He was a founding faculty member of the Hasso Plattner Institute of Design at Stanford (the \"d.school\") and on the faculty of the Center on Democracy, Development, and the Rule of Law (CDDRL)","Availability":null,"Primary Contact":"winograd@cs.stanford.edu","Secondary Contact":null,"Website":"http:\/\/hci.stanford.edu\/"},{"Lab\/Group Name":"Motion Capture Lab","PI":"Vladlen Koltun","Department":"Graphics, HCI","Research Goals":"I am a senior research scientist at Adobe Research and a consulting associate professor at Stanford University, where I direct an active research group. I’m interested in visual computing. Recent work has focused on acquisition and synthesis of three-dimensional objects and environments, simulation of human motion, and related optimization problems.","Availability":null,"Primary Contact":"vladlen@stanford.edu","Secondary Contact":"jrhess@stanford.edu","Website":"http:\/\/vladlen.info\/lab\/"},{"Lab\/Group Name":"Computer Systems Lab","PI":"William Dally","Department":"Computer Systems","Research Goals":"We are developing a programmable architecture that is easily programmable in a high-level language (\"C\") and at the same time has performance per unit power competitive with hard-wired logic, and 20-30x better than conventional embedded RISC processors. This power savings is achieved by using more efficient mechanisms for instruction supply, based on compiler managed instruction registers, and data supply, using a deeper register hierarchy and indexable registers","Availability":null,"Primary Contact":"dally@stanford.edu","Secondary Contact":null,"Website":"http:\/\/cva.stanford.edu\/billd_webpage_new.html"},{"Lab\/Group Name":"AI Lab","PI":"Yoav Shoham","Department":"AI","Research Goals":"I spent a decade working at the interface with logic and philosophy. Then I spent a decade working at the interface with game theory and economics. I am now pulling back and to some extent fusing these directions. Our group is looking at a variety of problems which don't all fall into tidy buckets other than the broad umbrella of multiagent systems (and sometimes even that is too tight a circumscription)","Availability":null,"Primary Contact":"shoham@stanford.edu","Secondary Contact":null,"Website":"http:\/\/robotics.stanford.edu\/~shoham\/"}]