[{"Lab\/Group Name":"E-IPER Emmett Interdisciplinary Program in Environment and Resources","PI":"Nicole Ardoin","Department":"Earth Systems","Research Goals":"I research the use of social strategies— such as education, communications, and social marketing— by non-governmental organizations to engage individuals and communities in decision-making related to natural resource management. I also work in the area of visitor studies and environmental education program evaluation in environmental education centers, parks, natural history museums, zoos, and aquariums.mixing in estuarine systems, phytoplankton dynamics in estuarine systems, coral reef and kelp-forest hydrodynamics, chemical sensing in the marine environment, and coastal upwelling processes.","Availability":null,"Primary Contact":"nmardoin@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/nmardoin"},{"Lab\/Group Name":"Ocean Biogeochemistry Lab","PI":"Kevin Arrigo","Department":"Earth Systems","Research Goals":"My students and I use a combination of laboratory and field studies, remote sensing, and computer modeling techniques to understand phytoplankton dynamics in regions ranging from the Southern Ocean to the Red Sea. In particular, we are interested in the role these organisms play in regulating the uptake of atmospheric carbon dioxide by the ocean, as well as in how they help structure marine ecosystems. We work with colleagues in fields as diverse as molecular biology, glaciology, and physical oceanography to develop a comprehensive understanding of how these ecosystems operate and how they may respond to environmental changes--past, present, and future.","Availability":null,"Primary Contact":"arrigo@stanford.edu","Secondary Contact":null,"Website":"http:\/\/ocean.stanford.edu\/"},{"Lab\/Group Name":"Asner Lab","PI":"Gregory Asner","Department":"Earth Systems","Research Goals":"I work at the interface of ecosystem science, land use and climate change, with my ongoing research and capacity-building effort focused on tropical deforestation and forest degradation, functional diversity of forest ecosystems, animal-habitat interactions, spatial ecology of savannas, invasive species and climate change, and the effects of land use on carbon, nutrient and water cycles. I develop new scientific approaches and technologies for investigation and conservation assessments of large ecoregions, including their carbon emissions, three-dimensional habitat, and biological diversity.","Availability":null,"Primary Contact":"gpa@stanford.edu","Secondary Contact":null,"Website":"https:\/\/earth.stanford.edu\/programs\/esys\/people\/type\/gregory-asner"},{"Lab\/Group Name":"E-IPER Emmett Interdisciplinary Program in Environment and Resources","PI":"Barbara Block","Department":"Earth Systems","Research Goals":"My research questions how large pelagic fishes utilize the open ocean environment, focusing on understanding the evolution of endothermic strategies in tunas, billfishes, and sharks. In the Tuna Research and Conservation Center, my colleagues at the Monterey Bay Aquarium and I employ new techniques in wildlife telemetry and molecular genetics to examine directly the short and long-term movement patterns, stock structure, and behavior of tunas and billfishes.","Availability":null,"Primary Contact":"bblock@stanford.edu","Secondary Contact":null,"Website":"https:\/\/earth.stanford.edu\/eiper"},{"Lab\/Group Name":"E-IPER Emmett Interdisciplinary Program in Environment and Resources","PI":"Margaret Caldwell","Department":"Earth Systems","Research Goals":"My scholarship focuses on the environmental effects of local land use decisions; the use of science in environmental and marine resource policy development and implementation; and the development of private and public incentives for natural resource conservation.","Availability":null,"Primary Contact":"megc@stanford.edu","Secondary Contact":null,"Website":"https:\/\/earth.stanford.edu\/eiper"},{"Lab\/Group Name":"Center of Conservation Biology","PI":"Gretchen Daily","Department":"Earth Systems","Research Goals":"I am developing the field of countryside biogeography to forecast changes in biodiversity and ecosystem services in human-dominated landscapes, as well as to create a scientific framework for characterizing ecosystem services and incorporating their value into decision-making.","Availability":null,"Primary Contact":"gdaily@stanford.edu","Secondary Contact":null,"Website":null},{"Lab\/Group Name":"Davis Research Group","PI":"Jennifer Davis","Department":"Earth Systems","Research Goals":"I research the intersection of economic development and environmental protection, with particular emphasis on cost-effective and sustainable water supply and sanitation (W&S) service delivery in developing countries.","Availability":null,"Primary Contact":"jennadavis@stanford.edu","Secondary Contact":null,"Website":"http:\/\/jennadavis.stanford.edu\/"},{"Lab\/Group Name":"Climate and Earth System Dynamics Group","PI":"Noah Diffenbaugh","Department":"Earth Systems","Research Goals":"Climate Dynamics; High-Resolution Climate Modeling; Earth System Modeling; Socioclimatic Analysis, Modeling and Prediction","Availability":null,"Primary Contact":"diffenbaugh@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/cesd\/"},{"Lab\/Group Name":"the dirzo lab","PI":"Rodolfo Dirzo","Department":"Earth Systems","Research Goals":"My research interests include tropical forest ecology and conservation, species interactions, and evolutionary ecology of herbivore defense.","Availability":null,"Primary Contact":"rdirzo@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/dirzolab\/dirzo.html"},{"Lab\/Group Name":"SIBL Stable Isotope Biogeochemistry Lab","PI":"Robert Dunbar","Department":"Climate change, ocean chemistry","Research Goals":"I am interested in global climate change, and in particular how to separate man-induced climate change from the large and dynamic variability that is simply part of how our planet works. Every year I take Stanford graduate and undergraduate students into the field to collect samples from natural archives of climate change--things like marine and lacustrine sediments, and cores from ancient coral heads. We focus on using isotopic and biogeochemical methods for measuring ocean temperatures at the poles, tropics, and within the deep ocean interior. My group also studies modern processes in the ocean; for example, how much carbon dioxide the ocean takes out of the atmosphere and what effects oceanic uptake has on biological processes in the sea. As director of the Earth Systems Program and a member of the management committee for Stanford's Center for Ocean Solutions, I am interested in how we translate scientific knowledge into better policies and practices to promote the sustainable use of the Earth.","Availability":null,"Primary Contact":"dunbar@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/research\/sibl\/"},{"Lab\/Group Name":"Soil and Environmental Biogeochemistry","PI":"Scott Fendorf","Department":"Earth Systems","Research Goals":"I am interested in the chemical and biological processes that govern the fate and transport (and thus cycling) of contaminants (such as arsenic) and nutrients (such as phosphate) within soils, sediments, and surface waters. My research group examines the chemical environments that develop as a result of both biotic and abiotic processes, and we strive to account for the physical complexity, inclusive of solute transport, within natural settings. Our particular emphasis is on reactions that change the oxidation state (redox reactions) and associated speciation of contaminants and nutrients, or solids that control their partitioning, within soils and sediments.","Availability":null,"Primary Contact":"fendorf@stanford.edu","Secondary Contact":null,"Website":"http:\/\/soils.stanford.edu\/"},{"Lab\/Group Name":"Environmental Microbiology","PI":"Chris Francis","Department":"Earth Systems","Research Goals":"My research interests center on the molecular, biogeochemical, and ecological aspects of the microbially-mediated cycling of nitrogen and metals in the environment. In particular, the major research avenues actively pursued in my laboratory are focused on examining the diversity and activity of microorganisms involved in manganese cycling, denitrification, and especially nitrification within coastal, estuarine, and select terrestrial systems. We use a combination of molecular biological, cultivation, and biogeochemical approaches to study functionally-important groups of bacteria and archaea in both the laboratory and the field.","Availability":null,"Primary Contact":"caf@stanford.edu","Secondary Contact":null,"Website":"http:\/\/pangea.stanford.edu\/~caf\/"},{"Lab\/Group Name":"E-IPER Emmett Interdisciplinary Program in Environment and Resources","PI":"David Freyberg","Department":"Earth Systems","Research Goals":"My current research interests include understanding surface-subsurface interactions in coupled reservoir\/sediment\/wetland\/stream systems, quantifying and valuing hydrologic ecosystem services, modeling sediment deposition and mobilization in sediment-impacted reservoirs, managing sediment in small reservoirs, the hydrology of riparian wetlands, vadose zone dynamics in tropical coastal zones, and engineering pedagogy.","Availability":null,"Primary Contact":"freyberg@stanford.edu","Secondary Contact":null,"Website":"https:\/\/profiles.stanford.edu\/david-freyberg"},{"Lab\/Group Name":"CADS Lab","PI":"Margot Gerritsen","Department":"Computation and Mathematical Engg. Earth Systems","Research Goals":"My work is about understanding and simulating complicated fluid flow problems. My research focuses on the design of highly accurate and efficient parallel computational methods to predict the performance of enhanced oil recovery methods. I'm particularly interested in gas injection and in-situ combustion processes. These recovery methods are extremely challenging to simulate because of the very strong nonlinearities in the governing equations. Outside petroleum engineering, I'm active in coastal ocean simulation with colleagues from the Department of Civil and Environmental Engineering, yacht research and pterosaur flight mechanics with colleagues from the Department of Mechanical and Aeronautical Engineering, and the design of search algorithms in collaboration with the Library of Congress and colleagues from the Institute of Computational and Mathematical Engineering.","Availability":null,"Primary Contact":"margot.gerritsen@stanford.edu","Secondary Contact":null,"Website":"http:\/\/cads.stanford.edu\/"},{"Lab\/Group Name":"Hydro Lab","PI":"Steven Gorelick","Department":"Earth Systems","Research Goals":"As a hydrogeologist, my research involves the study of water resources with emphasis on groundwater. Using lab and field data, our aim is to develop an understanding of fundamental aspects of the transport of fluids and contaminants, and to investigate regional water resources systems. We have developed simulation-based planning tools to aid in sustainable agricultural and urban water management in the US, Mexico, and India. With my colleagues, we have initiated the Global Freshwater Initiative, which studies water resources vulnerability problems throughout the world. During the past six years, our field investigations have focused on the interactions between groundwater and patterns of vegetation in studies of both meadow and salt-marsh hydroecology. Scales of physical processes of interest extend from the domain of small pores to vast regional subsurface flow environments. Although driven by observations and data, we develop conceptual and quantitative models to rigorously understand physical processes and make predictions. Such models enhance our understanding of groundwater flow behavior and provide the means to better manage water resources.","Availability":null,"Primary Contact":"gorelick@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/research\/groups\/hydrogeology\/index.php?page=3"},{"Lab\/Group Name":"Hadly Lab","PI":"Elizabeth Hadly","Department":"Earth Systems","Research Goals":"I study the evolution and ecology of vertebrates and the influence of the Holocene warming on their population biology; community assembly; and the history of living organisms in North and South America.","Availability":null,"Primary Contact":"hadly@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/hadlylab\/people\/index.html"},{"Lab\/Group Name":"STGL Lab","PI":"George Hilley","Department":"Earth Systems","Research Goals":"I study the landscape's response to active faulting and folding of the Earth's crust. My students and I use a wide range of tools to study these processes, such as geologic and geomorphic field studies, and numerical models of tectonic and erosional processes. My research spans a broad range of time and spatial scales, from the development of mountain ranges over millions of years through the development of small landforms and watersheds over 10s-100s of thousands of years. For example, at the scale of entire mountain belts, I study how deformation and erosion within the Andes may be coupled, providing a link between deep earth and atmospheric processes. At the other extreme, I study how active uplift along the San Andreas Fault affects the short-term development of small, ~4-km-long landforms. Finally, I have recently become interested in studying large, slow-moving landslides in urbanized areas (and the hazards they pose) using remote sensing methods such as Synthetic Aperture Radar Interferometry.","Availability":null,"Primary Contact":"hilley@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/tectonicgeomorph\/"},{"Lab\/Group Name":"Environment GeoPhysics Research Group","PI":"Rosemary Knight","Department":"Geophysics","Research Goals":"I am working with my students to find ways of using geophysical methods to understand the processes occurring in the top 100 meters of Earth. With geophysical methods we can non-invasively acquire images of this near-surface region, allowing us to monitor systems and extract information that cannot be obtained using more traditional methods of drilling and direct sampling. One of our specific interests is the use of geophysical imaging for the evaluation and management of our groundwater resources. Through lab and field experiments, and computer modeling, we are developing new methods for acquiring, processing, and interpreting geophysical data. We are also conducting the laboratory and field experiments needed to determine the link between our geophysical images and subsurface properties and processes.","Availability":null,"Primary Contact":"rknight@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/enviro\/"},{"Lab\/Group Name":"Civil Engg. Lab","PI":"Jeffrey Koseff","Department":"Earth Systems","Research Goals":"My research area is environmental fluid mechanics, focusing on the interaction between physical and biological systems in natural aquatic environments. I study turbulence and internal wave dynamics in stratified flows, transport and mixing in estuarine systems, phytoplankton dynamics in estuarine systems, coral reef and kelp-forest hydrodynamics, chemical sensing in the marine environment, and coastal upwelling processes.","Availability":null,"Primary Contact":"koseff@stanford.edu","Secondary Contact":null,"Website":"http:\/\/www-ce.stanford.edu\/faculty\/koseff\/"},{"Lab\/Group Name":"Spatial Analysis Center","PI":"Eric Lambin","Department":"Earth Systems","Research Goals":"My research is in the area of human-environment interactions in land systems. I develop integrated approaches to study land use change by linking remote sensing, GIS and socio-economic data. I aim at better understanding causes and impacts of changes in tropical forests, drylands, and farming systems. I currently focus on three related themes: land use transitions – i.e., the shift from deforestation (or land degradation) to reforestation (or land sparing for nature), – the influence of globalization on land use decisions, and the interactions between public and private governance aimed at promoting sustainable land use.","Availability":null,"Primary Contact":"elambin@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/sac\/"},{"Lab\/Group Name":"Spatial Analysis Center","PI":"David Lobell","Department":"Earth Systems","Research Goals":"I study the interactions between food production, food security, and the environment using a range of modern tools. Current work focuses on three main areas of research: how to effectively adapt agriculture to climate change, how to reduce yield gaps in major cropping regions, and how to quantify environmental consequences of biofuel and food crop production. A common theme is the use of large datasets to constrain and improve models that represent our understanding of how the world works. Prospective students interested in food security, climate change, and\/or how to combine models and large datasets in creative ways are encouraged to contact me.","Availability":null,"Primary Contact":"dlobell@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/sac\/"},{"Lab\/Group Name":"Civil Engg. Lab","PI":"Gilbert Masters","Department":"Earth Systems","Research Goals":"I specialize in the interrelationships between environmental quality and energy consumption, focusing on the design and evaluation of renewable energy systems and energy efficient buildings, including photovoltaics, wind turbines, distributed generation, combined heat-and-power systems, fuel cells, passive solar design, and solar-thermal technologies.","Availability":null,"Primary Contact":"gmasters@stanford.edu","Secondary Contact":null,"Website":"http:\/\/www-ce.stanford.edu\/faculty\/masters\/"},{"Lab\/Group Name":"Matson Sustainability Science Research Laboratory","PI":"Pamela Matson","Department":"Earth Systems","Research Goals":"I study the cycling of carbon, nitrogen, and other elements between soil, water, and atmosphere, focusing primarily on the effects of land use and climate change in tropical forest and agricultural systems. Together with hydrologists, atmospheric scientists, economists and agronomists, my students and I analyze the economic drivers and environmental consequences of land use and resource use decisions, with the objective of identifying practices that are economically and environmentally sustainable. We also evaluate management strategies that reduce greenhouse gas emissions, and develop indicators of vulnerability to global climate change.","Availability":null,"Primary Contact":"pmatson@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/matsonlab\/"},{"Lab\/Group Name":"Mooney Lab","PI":"Harold Mooney","Department":"Earth Systems","Research Goals":"Through my global ecology research, I have shown how plant species and groups of species respond to their environments, thereby contributing to the theoretical framework of plant physiological ecology. My other work involves biodiversity and global warming.","Availability":null,"Primary Contact":"hmooney@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/Mooney\/"},{"Lab\/Group Name":"Center on Food Security and the Environment","PI":"Rosamond Naylor","Department":"Earth Systems","Research Goals":"My research focuses on the environmental and equity dimensions of intensive food production systems, and the food security dimensions of low-input systems. I have been involved in a number of field-level research projects around the world and have published widely on issues related to climate impacts on agriculture, distributed irrigation systems for diversified cropping, nutrient use and loss in agriculture, biotechnology, aquaculture and livestock production, biofuels development, food price volatility, and food policy analysis.","Availability":null,"Primary Contact":"roz@stanford.edu","Secondary Contact":null,"Website":"http:\/\/fse.fsi.stanford.edu\/"},{"Lab\/Group Name":"Paleobiology Group","PI":"Jonathan Payne","Department":"Earth Systems","Research Goals":"My research group studies the relationship between environmental change and biological evolution in the fossil record. The primary focus of my research group is on understanding the causes of mass extinctions and the processes that control subsequent recovery of biodiversity and global ecosystems. We are working to constrain the causes of the end-Permian and end-Triassic mass extinctions using high-resolution sedimentary, geochemical, and paleontological records developed from carbonate platform sediments in China, Italy, Turkey, and Japan. We are also using global data on fossil occurrence patterns and body sizes to study longer-term connections between environmental change and biological evolution, with a focus on extinction selectivity and body size evolution","Availability":null,"Primary Contact":"jlpayne@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/paleobiology\/"},{"Lab\/Group Name":"Schoolnik Lab","PI":"Gary Schoolnik","Department":"Earth Systems","Research Goals":"My research interests are in infectious disease, specifically in the design and synthesis of synthetic antigens; structure-function analyses of bacterial adhesion proteins and toxins; and immunobiology of human papillomaviruses.","Availability":null,"Primary Contact":"gks007@stanford.edu","Secondary Contact":null,"Website":"http:\/\/schoolniklab.stanford.edu\/"},{"Lab\/Group Name":"Ocean Circulation and Dynamics","PI":"Leif Thomas","Department":"Earth Systems","Research Goals":"My research interests center on the physics of the ocean circulation. Specifically, I seek to understand the dynamics of highly energetic, time-variable flows such as ocean fronts, vortices, and eddies. Such flows efficiently exchange heat, salt, nutrients, and dissolved gases between the surface of the ocean and the ocean interior and hence play an important role in the Earth's climate and the oceanic sequestration of carbon. I use theory, computer modeling, and field observations to characterize the fundamental physics of the ocean circulation with the goal of improving the oceanic component of computer models used to predict future climate change.","Availability":null,"Primary Contact":"leift@stanford.edu","Secondary Contact":null,"Website":"http:\/\/pangea.stanford.edu\/~leift\/\/\/\/"},{"Lab\/Group Name":"Vitousek Biogeochemistry Group","PI":"Peter Vitousek","Department":"Earth Systems, EEES, E-IPER, Biology","Research Goals":"I carry out research related to nutrient cycling, most notably nitrogen and phosphorus, in a range of environments and ecosystems, with a particular focus on the Hawaiian Islands. My group has looked at nutrient dynamics in the soil profile, litter, native forest ecosystems, forest, and grassland systems affected by invasive species and agricultural systems.","Availability":null,"Primary Contact":"vitousek@stanford.edu","Secondary Contact":null,"Website":"http:\/\/web.stanford.edu\/group\/Vitousek\/"},{"Lab\/Group Name":"Stress and Crustal Mechanics Group","PI":"Mark Zoback","Department":"Earth Systems, E-IPER","Research Goals":"My principal research interests are in the fields of crustal stress and geomechanics. I work on these problems at a variety of scales and in different geologic settings. I was one of the principal investigators of the SAFOD project (San Andreas Fault Observatory at Depth) investigating the physics of faulting and I have been involved in projects studying active faulting in Taiwan and in the deep mines of South Africa.","Availability":null,"Primary Contact":"zoback@stanford.edu","Secondary Contact":null,"Website":"https:\/\/pangea.stanford.edu\/researchgroups\/stress\/"}]