[{"Lab\/Group Name":"Alim Group","PI":"Samy H. Alim","Department":"Graduate School of Education","Research Goals":"Continuing ethnography of race, ethnicity, language, education and power in \"Sunnyside,\" a 2.5 square mile working class city of approximately 33,000 people, predominantly Black and Latino, with a significant population of Pacific Islanders.Continuing ethnographic studies of the performance of race and ethnicity in various contexts, from freestyle rap battles in the streets to school classrooms and playgrounds, focusing on style and stylization in interaction. Particularly interested in the intersection of race and gender, class, sexuality, etc., and how youth construct their identities in and out of school with language that highlights these intersections.","Primary Contact":"halim@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/halim"},{"Lab\/Group Name":"Antonio Group","PI":"Anthony Lising Antonio","Department":"Graduate School of Education","Research Goals":"Transitions to postsecondary education; impact of diversity on college students; faculty diversity.","Primary Contact":"aantonio@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/aantonio"},{"Lab\/Group Name":"Ardoin Group","PI":"Nicole Ardoin","Department":"Graduate School of Education","Research Goals":"Environmental Learning in the San Francisco Bay Area: Networks, Place Connections, Stewardship, and Educational Outcomes (2012–2015; funded by the S. D. Bechtel, Jr. Foundation)\n\nCommunity Conservation: Examining Environmental Behavior as Motivated by Participation in Aquarium Programs (2014–2016; in partnership with the Monterey Bay Aquarium)\n\nEvaluating the Impact of Field-Based Environmental Education Citizen Science Experiences on Stewardship Behavior (2014–2015; funded by NatureBridge and NOAA B-WET)\n\nEnvironmental Education for Academic Impact: Investigating the Empirical Basis (2014; funded by the Pisces Foundation)\n\nImproving the Next Generation of Grantmaking through Building the Capacity of Foundation Program Officers in Evaluation and Adaptive Management (2012–2014; in collaboration with C.R. Hibbs and the Stanford Center for Philanthropy and Civil Society; funded by the William and Flora Hewlett Foundation)\n\nThe Value of Nature Centers to Communities, Stakeholders, and Conservation (2010–2015; in collaboration with Joe Heimlich, The Ohio State University; Marc Stern, Virginia Tech; the National Audubon Society; funded by the Institute for Museum and Library Sciences)\n\nFacilitating Environmental Behavior: Leveraging Nature-Based Tourism Experiences into Everyday Stewardship (2011–2014; in collaboration with William Durham, Anthropology; funded by the Woods Environmental Ventures Project Fund)\n\nTranslating Environmental Education Research into Practice (2011–2013; funded by NatureBridge)\n\nTogetherGreen Research and Evaluation, National Audubon Society (2009–2013; in collaboration with Marc Stern, Virginia Tech; and Bob Powell, Clemson University; funded by Toyota North America)\nCommunity-based Interventions for Enhancing Residential Energy Efficiency (2010–2012; in collaboration with Tom Robinson, Stanford University School of Medicine, the Precourt Energy Efficiency Center and H-STAR, funded by the ARPA-E program of the U.S. Dept. of Energy)","Primary Contact":"nmardoin@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/nmardoin"},{"Lab\/Group Name":"Aukerman Group","PI":"Maren Aukerman","Department":"Graduate School of Education","Research Goals":"In one current project, funded by a National Academy of Education\/Spencer Postdoctoral Fellowship, Aukerman is examining how children in bilingual classroom settings make use of social and textual resources to make sense of first- and second-language text.\n\nAdditional areas of inquiry include the functions of student and teacher questions during talk about text; the affordances of various genres, including content area texts, for shared textual inquiry by children learning to read; and the social and dialogic dimensions of reading comprehension.","Primary Contact":"aukerman@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/aukerman"},{"Lab\/Group Name":"Ball Group","PI":"Arnetha F. Ball","Department":"Graduate School of Education","Research Goals":"Language, Literacies, and Studies in Teacher Professional Development: research on the writing and writing instruction of cultually and linguistically diverse students; preparing teachers to teach diverse student populations in culturally and linguistically complex classrooms; linking sociocultural and linguistic theory with educational practice; and using the linguistic resources present among culturally diverse populations to enhance curriculum and instruction. She is currently conducting research on the implementation of her \"Model of Generative Change\" (Ball 2009) in pre-service teacher education, inservice teacher professional development, and a secondary pipeline program designed to \"grow our own next generation of excellent teachers for urban schools.\"  Her research on the use of writing as a pedagogical tool to facilitate generative thinking is ongoing.","Primary Contact":"arnetha@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/arnetha"},{"Lab\/Group Name":"Barron Group","PI":"Brigid Barron","Department":"Graduate School of Education","Research Goals":"Processes and products of collaboration in the context of inquiry-based learning environments, learning through project-based computer curriculum, design and assessment of community technology centers, family engagement in computing activities.","Primary Contact":"barronbj@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/barronbj"},{"Lab\/Group Name":"Bettinger Group","PI":"Eric Bettinger","Department":"Stanford Graduate School of Business","Research Goals":"Simplifying the FAFSA: A Randomized Experiment with H&R Block. With B. Long, P. Oreopoulos, L. Sanbonmatsu.\nClass Size in College. With B. Long.\nPaying Elementary School Students to Perform: Coshocton Incentive Program","Primary Contact":"ebettinger@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/ebetting"},{"Lab\/Group Name":"Blikstein Group","PI":"Paulo Blikstein","Department":"Computer Science","Research Goals":"Science, technology, engineering, and mathematics (STEM) learning\nDigital Fabrication for education, FabLabs, and the Makers' Movement, open source hardware.\nMultimodal learning analytics, big data in education\nBifocal Modeling, modeling and simulation for science learning\nConstructionist, project-based learning.\nLow cost educational technologies for developing countries (ICT4D).\nCognitive computational modeling, agent-based modeling, complexity sciences.\nEquity, technological fluency, critical pedagogy, computational literacy.","Primary Contact":"paulob@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/paulob"},{"Lab\/Group Name":"Boaler Group","PI":"Jo Boaler","Department":"Graduate School of Education","Research Goals":"Raising Expectations and Achievement Levels for All Mathematics Students (REALMS), funded by the Esmée Fairbairn Foundation, at The University of Sussex, UK with Professor Judy Sebba. Studying Teachers and Students using 'complex instruction' in de-tracked mathematics classrooms in England.","Primary Contact":"joboaler@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/joboaler"},{"Lab\/Group Name":"Borko Group","PI":"Hilda Borko","Department":"Graduate School of Education","Research Goals":"Toward a Scalable Model of Mathematics Professional Development: A Field Study of Preparing Facilitators to Implement the Problem-Solving Cycle\nThe Problem-Solving Cycle (PSC) model of mathematics professional development encourages teachers to become part of a collaborative and supportive learning community. As they participate in the PSC, teachers think deeply about both mathematics content and instruction, and they explore their instructional practices with their colleagues through the use of video and other classroom artifacts. One iteration of the PSC consists of three interconnected professional development workshops, all organized around a rich mathematical task. During Workshop 1, teachers collaboratively solve the mathematical task and develop plans for teaching it to their own students. Shortly after the workshop, the teachers implement the problem with their own students and their lessons are videotaped. In Workshop 2 teachers explore the role they played in implementing the problem. In Workshop 3 teachers critically examine students’ mathematical reasoning.\nThe Problem-Solving Cycle model provides a structure for mathematics teachers to work together and share a common mathematical and pedagogical experience. Our previous research suggests that it is a promising model for enhancing teachers’ knowledge and supporting changes in classroom practice.\nIn our current project, initiated in Fall 2007, we are working with a group of middle school mathematics teachers in a large urban district to foster their leadership capacity, and specifically to prepare them to facilitate the Problem-Solving Cycle. We will provide 2½ years of preparation and support for teachers who have been designated as “mathematics instructional leaders.” These instructional leaders will in turn implement the PSC with the mathematics teachers in their schools. We will document the range and quality of the instructional leaders’ implementation of the PSC. We will also analyze the impact of the professional development process on the mathematical knowledge and classroom teaching of the instructional leaders and the mathematics teachers with whom they work. In addition, we will analyze the impact on their students’ mathematics achievement. By the conclusion of the project, we anticipate that the participating schools will have the infastructure and capacity to carry out the PSC indefinitely, using their own resources. In addition, the project will produce a highly refined set of PSC facilitation materials—with a strong emphasis on supporting a linguistically and culturally diverse student population—that can be widely disseminated.","Primary Contact":"hildab@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/hildab"},{"Lab\/Group Name":"Brazer Group","PI":"David Brazer","Department":"Graduate School of Education","Research Goals":"My research interests generally focus on the challenges of school and district leadership, exploring how those challenges are met in practice. I have published case studies on strategic decision making at the district level and investigations into how principals lead teacher learning in their schools.To facilitate my field-based research, I have developed three conceptual framework that help me with data analysis in the following categories: 1) strategic educational decision making, 2) leadership development programs, and 3) teacher learning connected to organizational learning. My intent is that my research agenda will reveal the details of how leadership happens, from the education of aspiring leaders through the enactment of specific leadership agendas.","Primary Contact":"dbrazer@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/dbrazer"},{"Lab\/Group Name":"Brown Group","PI":"Bryan Brown","Department":"Graduate School of Education","Research Goals":"Dr. Brown's current research examines issues of stress, culture, and language. His work examines how science is taught is ways that may alienate urban students due to the approach to language instruction. This work includes experimental work involving technology based education and inner city teaching practices.","Primary Contact":"brbrown@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/brbrown"},{"Lab\/Group Name":"Eammon Group","PI":"Callan","Department":"Graduate School of Education","Research Goals":"Civic and moral education; ethical and civic dimensions of educational policy; multicultural education and minority rights in education.","Primary Contact":"ecallan@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/ecallan"},{"Lab\/Group Name":"Carlson Group","PI":"Janet Carlson","Department":null,"Research Goals":"Curriculum and Instruction\nProfessional \/ Staff Development\nScience Education","Primary Contact":"janet.carlson@stanford.edu","Secondary Contact":"klatta@stanford.edu (administrator)","Website":"https:\/\/ed.stanford.edu\/faculty\/jcarlso2"},{"Lab\/Group Name":"Carnoy Group","PI":"Martin Carnoy","Department":null,"Research Goals":"Researching econometric models of quality of education in Latin America and Southern Africa. Studying changes in university financing and the quality of engineering and science tertiary education in China, India, and Russia.","Primary Contact":"carnoy@stanford.edu","Secondary Contact":"elayne@stanford.edu (administrator)","Website":"https:\/\/ed.stanford.edu\/faculty\/carnoy"},{"Lab\/Group Name":"Carter Group","PI":"Prudence L. Carter","Department":null,"Research Goals":"Race, class, and gender inequality; cultural flexibility; social boundaries; and group dynamics among adolescents within different school contexts\n\nCross-national study (in the U.S. and South Africa) examining the social and cultural incorporation of students in both minority-dominant and white-dominant urban schools\n\nRace, gender, culture and academic achievement disparities","Primary Contact":"plcarter@stanford.edu","Secondary Contact":"pwidrin@stanford.edu (administrator)","Website":"https:\/\/ed.stanford.edu\/faculty\/plcarter"},{"Lab\/Group Name":"Cohen Group","PI":"Geoffrey Cohen","Department":null,"Research Goals":"Much of my research examines processes related to identity maintenance and their implications for social problems. One primary aim of my research is the development of theory-driven, rigorously tested intervention strategies that further our understanding of the processes underpinning social problems and that offer solutions to alleviate them. Two key questions lie at the core of my research: “Given that a problem exists, what are its underlying processes?” And, “Once identified, how can these processes be overcome?” One reason for this interest in intervention is my belief that a useful way to understand psychological processes and social systems is to try to change them. We also are interested in how and when seemingly brief interventions, attuned to underlying psychological processes, produce large and long-lasting psychological and behavioral change.\n\nThe methods that my lab uses include laboratory experiments, longitudinal studies, content analyses, and randomized field experiments. One specific area of research addresses the effects of group identity on achievement, with a focus on under-performance and racial and gender achievement gaps. Additional research programs address hiring discrimination, the psychology of closed-mindedness and inter-group conflict, and psychological processes underlying anti-social and health-risk behavior.\n\n","Primary Contact":"glc@stanford.edu","Secondary Contact":"jwbaker1@stanford.edu (administrator)","Website":"http:\/\/cohenlab.stanford.edu"},{"Lab\/Group Name":"Damon Group","PI":"William Damon","Department":null,"Research Goals":"Development of moral commitment through the lifespan; the formation of purpose during adolescence; educational methods for promoting character, moral identity, and the capacity for good work.","Primary Contact":"wdamon@stanford.edu","Secondary Contact":"staton@stanford.edu","Website":"https:\/\/ed.stanford.edu\/faculty\/wdamon"},{"Lab\/Group Name":"Darling-Hammond Group","PI":"Linda Darling-Hammond","Department":null,"Research Goals":"Academic Restructuring\nAdolescent Development\nAssessment By Teachers\nAssessment Policies\nCharter Schools\nCredentialing \/ Preparation\nCurriculum and Instruction\nEducational Policy\nEducational Equity\nEvaluation\nHigh-stakes Testing\nPolicy Analysis and Implementation\nProfessional \/ Staff Development\nResearch Design\nRace, Inequality, and Language in Education (RILE)\nSchool Finance Reform\nSchool Leadership\nSchool Redesign\nSchool Reform Issues\nStandard Setting\nStandards\nTeacher Education and Certification\nTeacher Labor Markets\nTeachers and Teachers' Unions\nTesting\nUrban Education","Primary Contact":"lindadh@suse.stanford.edu","Secondary Contact":"sonyak@stanford.edu","Website":"https:\/\/ed.stanford.edu\/faculty\/ldh"},{"Lab\/Group Name":"Dee Group","PI":"Thomas S. Dee","Department":"Graduate School of Education","Research Goals":"Applied Econometrics\nEconomics of Education\nEvaluation\nPolicy Analysis and Implementation\nSchool and District Reform\nSchool Finance\nState and Federal Education Policy","Primary Contact":"tdee@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/tdee"},{"Lab\/Group Name":"Dweck Group","PI":"Carol Dweck","Department":"Graduate School of Education","Research Goals":"My research examines the beliefs that shape people's motivation, as well as the origins of these beliefs.","Primary Contact":"dweck@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/dweck"},{"Lab\/Group Name":"Goldenberg Group","PI":"Claude Goldenberg","Department":"Graduate School of Education","Research Goals":"Bilingual Education \/ ESL\nElementary Education\nFamily Issues\nHispanic Issues in Education\nImmigrant Issues\nInner-city Youth\nLatino Concerns in Education\nReading Instruction\nResearch Methods\nRace, Inequality, and Language in Education (RILE)\nSchool and District Reform\nSchool Reform Issues\nSecond Language Reading","Primary Contact":"cgoldenberg@stanford.edu","Secondary Contact":null,"Website":"http:\/\/www.stanford.edu\/~claudeg\/"},{"Lab\/Group Name":"Goldman Group","PI":"Shelley Goldman","Department":"Graduate School of Education, Mechanical Engineering (by courtesy) ","Research Goals":"Use and integration of digital technologies for teaching and learning; learning in informal settings, especially learning mathematics within families; bringing the tools and mindsets of design thinking to K-12 classrooms.","Primary Contact":"sgoldman@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/sgoldman"},{"Lab\/Group Name":"Gordon Group","PI":"Leah Gordon","Department":"Graduate School of Education","Research Goals":"Professor Gordon's current research project, entitled “The Question of Prejudice: Social Science, Education, and the Struggle to Define the Race Problem in Mid-Century America, 1935-1965” shows how individualistic social theories—-intellectual frameworks that made education a central battleground in the fight for racial justice—-gained traction in mid-century social thought. This study reveals how a particular framework for progress in race relations became dominant through an examination of networks: the social, institutional, and financial ties linking universities, philanthropic foundations, national religious and educational organizations, and local activists. Debates about the causes and significance of prejudice at the Rockefeller Foundation, the University of Chicago, Fisk and Howard Universities, and in national religious organizations provide the source material and organizational structure for this analysis.","Primary Contact":"gordonle@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/gordonle"},{"Lab\/Group Name":"Grossman Group","PI":"Pam Grossman","Department":"Graduate School of Education","Research Goals":"Study of classroom practice in middle school English Language Arts (with Susanna Loeb), funded by the Carnegie Corporation;\n\nStudy of pathways into teaching in New York City Schools (with Don Boyd, Hamilton Lankford, Susanna Loeb, and Jim Wyckoff).\n\nCross-professional study of the teaching of practice in programs to prepare teachers, clergy, and clinical psychologists (funded by the Spencer Foundation).","Primary Contact":"pamg@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/pamg"},{"Lab\/Group Name":"Gumport Group","PI":"Patricia J. Gumport","Department":"Graduate School of Education","Research Goals":"Academic restructuring; public higher education; academic collaboration","Primary Contact":"gumport@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/gumport"},{"Lab\/Group Name":"Hakuta Group","PI":"Hakuta, Kenji","Department":"Professor of Linguistics","Research Goals":"Access and Equity\nAffirmative Action\nBilingual Education \/ ESL\nCognitive Development\nCognitive Psychology\nEducational Equity\nImmigrant Issues\nLanguage Acquisition\nLegal Issues\nLinguistics\/Linguistic Human Rights\nLiteracy\nPolicy\nPolicy to Improve Research\nPolitics of Education\nResearch Policy\nRace, Inequality, and Language in Education (RILE)\nSocial Psychology\nTechnology in Teaching and Learning","Primary Contact":"hakuta@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/hakuta"},{"Lab\/Group Name":"Joshi Group","PI":"Joshi, Shashank","Department":"Assistant Professor of Psychiatry and Behavioral Sciences\nProfessor of Pediatrics at the Stanford University Medical Center","Research Goals":"Dr. Joshi's teaching and research focuses on increasing knowledge and enhancing effectiveness of school mental health, pediatric psychotherapy and medication interventions. Areas of study include: the therapeutic alliance in medical care, structured psychotherapy interventions in school settings, and the teaching of pediatric psychopharmacology to medical students, residents, and fellows.","Primary Contact":"svjoshi@stanford.edu","Secondary Contact":null,"Website":"https:\/\/med.stanford.edu\/profiles\/shashank-joshi"},{"Lab\/Group Name":"Juel Group","PI":"Juel, Connie","Department":"Graduate School of Education ","Research Goals":"Poor Reading in Preterms: Neural Basis, Prediction, & Response to Intervention (with Heidi Feldman & Michal Ben Shachar). Five-year grant funded by NICHD, 2012-2017.\n\nEffects of early elementary school instruction, and specific interventions, on literacy and language growth.\n\nLongitudinal study of literacy development from preschool through first grade. Focus on classroom factors in 13 kindergarten and 13 first grade classrooms that affect growth across the years in children with different entering skill and language profiles.","Primary Contact":"cjuel@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/cjuel"},{"Lab\/Group Name":"Kimil Group ","PI":"Kimil, Michael","Department":"Psychological Studies in Education\nLearning, Design, and Technology","Research Goals":"Software for literacy development; the effects of technology on literacy; second language reading; cognitive processes in reading electronic text; adolescent literacy interventions.","Primary Contact":"mkamil@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/mkamil"},{"Lab\/Group Name":"Kelman Group","PI":"Kelman, Ari Y. ","Department":"Graduate School of Education ","Research Goals":"Ari is completing a book that explores the culture of contemporary evangelical worship music. The book examines how songwriters, worship leaders, and music industry professionals understand the role of songs as both vehicles for and practices of faith and identity.\n\nHe is also writing a collection of essays entitled \"Learning to be Jewish,\" that takes a case study approach to questions about how people learn to be Jewish. The book will take an interdisciplinary approach to a variety of sites from Fiddler on the Roof to the Crackow Jewish Festival. \"Learning to be Jewish\" approaches its subjects with a sense that much of how people understand themselves in relation to Jewish communities, beliefs, practices, and texts is learned well beyond formal and informal educational structures.","Primary Contact":"aykelman@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/aykelman"},{"Lab\/Group Name":"Laberee Group","PI":"David F. Laberee","Department":"Graduate School of Education","Research Goals":"I am currently working on a book about the historically evolved nature of American higher education (preliminary title: The Improbable Rise of American Higher Ed (and How It Works by Doing Everything Wrong).  American higher education is an anomaly.  In the second half of the 20th century it surged past its European forebears to become the dominant system in the world – with more money, influence, Nobel prizes, and drawing power than any of the systems that served as its models.  By all rights, this never should have happened.  Its origins were remarkably humble, arising from a loose assortment of parochial 19th century liberal arts colleges, which emerged in the pursuit of sectarian expansion and civic boosterism more than scholarly distinction.  It was not even a system in the usual sense of the word, since it emerged with no plan, no planner, no prospects, and no reliable source of support.  Yet these weaknesses of the American system in the 19th century turned out to be strengths in the 20th.  From the difficult circumstances of trying to survive in an environment with a weak state, a divided church, and intense competition with peer institutions, American colleges developed into a system of higher education that was lean, adaptable, consumer-sensitive, self-supporting, and radically decentralized.  This put the system in a strong position to expand and prosper when, before the turn of the century, it finally got what it was most grievously lacking:  academic credibility (which came when it adopted elements of the German research university) and large student enrollments (which came when middle class families started to see social advantage in sending their children to college).   \n\nThis system is extraordinarily complex, bringing together contradictory educational goals, a broad array political constituencies, diverse sources of funds, and multiple forms of authority into a single institutional arena characterized by creative tension and local autonomy. One tension is between the influence of the market and the influence of the state. Another arises from the conflict among three social-political visions of higher education – as undergraduate college (populist), graduate school (elite), and land grant college (practical). A third arises from the way the system combines three alternative modes of authority – traditional, rational, and charismatic. In combination, these elements promote organizational complexity, radical stratification, broad political and financial support, partial autonomy, and adaptive entrepreneurial behavior.","Primary Contact":"dlabaree@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/dlabaree"},{"Lab\/Group Name":"LaFromboise Group","PI":"Teresa LaFromboise","Department":"Graduate School of Education","Research Goals":"Bicultural competence and resilience in ethnic minority adolescent development. Particularly, the influence of enculturation and acculturation experiences on adolescent development. Cultural considerations in individual, school and community based psychological interventions.","Primary Contact":"lafrom@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/lafrom"},{"Lab\/Group Name":"Langer-Osuna Group","PI":"Jennifer Langer-Osuna","Department":"Graduate School of Education","Research Goals":"Mathematics education","Primary Contact":"jmlo@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/jmlo"},{"Lab\/Group Name":"Lit Group","PI":"Ira Lit","Department":"Graduate School of Education","Research Goals":"Credentialing \/ Preparation\nEducational Equity\nElementary Education\nTeacher Education and Certification","Primary Contact":"iralit@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/iralit"},{"Lab\/Group Name":"Loeb Group","PI":"Susanna Loeb","Department":"Graduate School of Education","Research Goals":"Education policy\nTeacher career choices and teacher effectiveness\nSchool leader labor markets and job performance\nSchool finance reforms","Primary Contact":"sloeb@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/sloeb"},{"Lab\/Group Name":"Lotan Group","PI":"Rachel Lotan ","Department":"Graduate School of Education","Research Goals":"Teaching and learning in heterogeneous classrooms; teacher education; sociology of the classroom; social organization of schools.","Primary Contact":"rlotan@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/rlotan"},{"Lab\/Group Name":"Loyalka Group","PI":"Prashant Loyalka","Department":"Graduate School of Education","Research Goals":"Prashant Loyalka is a specialist in the economics of education whose research focuses on (a) ways to improve the educational outcomes of disadvantaged populations; (b) the quality and equity of access to upper secondary and higher education; (c) and issues related to education and health. He earned a Ph.D. in international comparative education as well as bachelor’s and masters degrees in economics from Stanford. He was previously an Assistant Professor at the China Institute for Educational Finance Research, Peking University.","Primary Contact":"oyalka@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/loyalka"},{"Lab\/Group Name":"McDermott Lab","PI":"Ray McDermott","Department":"Graduate School of Education","Research Goals":"Interaction analysis and social structure; the political economy of learning; writing systems; educational and psychological anthropology.","Primary Contact":"rpmcd@stanford.edu","Secondary Contact":"anniec@stanford.edu","Website":"https:\/\/ed.stanford.edu\/faculty\/rpmcd"},{"Lab\/Group Name":"McFarland Lab","PI":"Daniel A. McFarland","Department":"Graduate School of Education","Research Goals":"Classroom Dynamics\nCommunication Analysis\nCommunity\/Youth Development and Organizations\nComputing Implementations in Statistical Research and Instruction\nDecision Making\nDesign and Analysis of Longitudinal Research\nHigher Education\nIdentity\nIntergroup Relations\nLearning Communities\nModels in the Social and Behavioral Sciences\nOrganizational Change\nOrganizations\nPeer Groups\nPhilosophy of Social Science\nQualitative Research Methods\nResearch Methods\nScholarly Communication\nSchool as a Context of Human Development\nSocial Networks\nSocial Psychology\nSocial Theory\nSociolinguistics\nSociology of Culture\nSociology of Education\nSociology of Knowledge\nSociology of the Classroom\nStatistical Methods and Applications in Statistical Issues\nYouth Development and Organizations","Primary Contact":"mcfarland@stanford.edu","Secondary Contact":"nahmed@stanford.edu","Website":"https:\/\/ed.stanford.edu\/faculty\/mcfarland"},{"Lab\/Group Name":"McLaughlin Group","PI":"Milbrey McLaughlin","Department":"Graduate School of Education","Research Goals":"School context; planned change; teacher workplaces; government policy; inner-city youth; neighborhood-based organizations; community youth development.","Primary Contact":"milbrey@stanford.edu","Secondary Contact":"elayne@stanford.edu","Website":"https:\/\/ed.stanford.edu\/faculty\/milbrey"},{"Lab\/Group Name":"Meyerson Group","PI":"Debra Meyerson","Department":"Graduate School of Education","Research Goals":"In addition to continued work on scaling in charter schools, prompted by her stroke in 2010, Debra is now initiating researcbh into the experience of stroke survivors in the rehabilitation process.  Specifically, she plans to explore the impact of gender and sociaoeconomic background on the rehabilitation process and the iimpact of the process on a survivors sense of identity.  To do so she plans conduct qualitative interviews with survivors, professional caregivers -- physical, occupational and speech therapists -- and cargiving family and friends.","Primary Contact":"debram@stanford.edu","Secondary Contact":"jwbaker@stanford.edu (administrator)","Website":"https:\/\/ed.stanford.edu\/faculty\/debram"},{"Lab\/Group Name":"Obradovic Group","PI":"Jelena Obradovic","Department":"Graduate School of Education","Research Goals":"Adaptation, resilience, and developmental psychopathology of disadvantaged children populations; Stress reactivity and biological sensitivity to contextual influences; Executive function and self-regulatory abilities; Effects of risk, adversity, and social status on children’s development.","Primary Contact":"jelena.obradovic@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/jelenao"},{"Lab\/Group Name":"Osborne Group","PI":"Jonathan Osbourne","Department":"Graduate School of Education","Research Goals":"Classroom Dynamics\nCurriculum and Instruction\nScience Education\nWomen in Science","Primary Contact":"osbornej@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/osbornej"},{"Lab\/Group Name":"Padilla Group","PI":"Amado Padilla","Department":"Graduate School of Education","Research Goals":"Current projects include: (a) the development of models of ethnic identity that incorporate social cognition theory and social identity; (b)acculturative stress and mental health status across three generations of Latinos; (c) home, school and community protective factors that empower Latino students to succeed academically; (d) learning of Mandarin by high school students in summer intensive programs vs. students in regular high school world language classes; and (e) student language and academic content learning in a Mandarin\/English dual language immersion program.","Primary Contact":"apadilla@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/apadilla"},{"Lab\/Group Name":"Pea Group","PI":"Roy Pea","Department":"Graduate School of Education","Research Goals":"One study I have underway collaboratively with Prof. Shelley Goldman and our students is under the auspices of the NSF funded LIFE Center (see below) - \"Family Math Study: Contexts for mathematical practices and problem solving.\" This study is investigating the ways middle school age learners and their families characterize their engagement in mathematical problem solving in family activities and events. It seeks to identify the common contexts that are relevant to mathematics learning and practice as well as to characterize similarities and differences in family math situations. We are examining the resources family members use for solving problems together, characterizing the structure of these activities, and analyzing the social conditions and arrangements for family-based mathematics practices.\n\nI work with a talented team of staff and graduate students on the DIVER Project, a program of grants and studies that are exploring, developing, and researching new interaction paradigms for digital video-based communications in collaborative research, teacher education, and K-12 education, among other applications ","Primary Contact":"roypea@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/roypea"},{"Lab\/Group Name":"Plank Group","PI":"David Plank","Department":"Graduate School of Education","Research Goals":"California State Education Policy\nEducational Policy\nPolicy Analysis and Implementation\nPolitics of Education","Primary Contact":"dnplank@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/dnplank"},{"Lab\/Group Name":"Pope Group","PI":"Denise Pope","Department":"Graduate School of Education","Research Goals":"Dr. Pope is co-founder of Challenge Success, a research and intervention project that aims to reduce unhealthy pressure on youth and champions a broader vision of youth success. Challenge Success is an expanded version of the SOS: Stressed-Out Students project that Dr. Pope founded and directed from 2003-2008. She lectures nationally on parenting techniques and pedagogical strategies to increase student health, engagement with learning, and integrity.","Primary Contact":"dpope@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/dpope"},{"Lab\/Group Name":"Powell Group","PI":"Woody Powell","Department":"Sociology","Research Goals":"Analysis of the circulation of management practices in the Bay Area nonprofit community; studies of the commercialization of university basic science; research on faculty entrepreneurship and its consequences for public and private science; analysis of interdisciplinary initiatives at Stanford.","Primary Contact":"woodyp@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/woodyp"},{"Lab\/Group Name":"Ramirez Group","PI":"Francisco Ramirez","Department":"Graduate School of Education, Associate Dean for Faculty Affairs, Sociology","Research Goals":"Globalization and impact of human rights regime;rise of human rights education and analysis of civics, history, and social studies textbooks; transformations in the status of women in society and in higher education; universities as institutions and organizations;education, science and development","Primary Contact":"ramirez@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/ramirez"},{"Lab\/Group Name":"Reardon Group","PI":"Sean F. Reardon","Department":"Graduate School of Education, Sociology","Research Goals":"The causes and patterns of racial\/ethnic and socioeconomic achievement disparities;\n\nThe effects of school integration policies on segregation patterns and educational outcomes;\n\nIncome inequality and its educational and social consequences.","Primary Contact":"sean.reardon@stanford.edu","Secondary Contact":null,"Website":"http:\/\/cepa.stanford.edu\/sean-reardon"},{"Lab\/Group Name":"Reich Group","PI":"Rob Reich","Department":"Political Science, Graduate School of Education (by courtesy)","Research Goals":null,"Primary Contact":"reich@stanford.edu","Secondary Contact":null,"Website":"http:\/\/robreich.stanford.edu\/"},{"Lab\/Group Name":"Rickford Group","PI":"John Rickford","Department":"Graduate School of Education","Research Goals":"I study sociolinguistics, especially the relation between language and ethnicity, social class and style, language variation and change, pidgin and creole languages, especially Gullah, Guyanese, and other Caribbean creoles, African American Vernacular English, and the applications of linguistics to educational problems.","Primary Contact":"rickford@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/rickford"},{"Lab\/Group Name":"Rogosa Group","PI":"David Rogosa","Department":"Graduate School of Education, Statistics (by courtesy), Biostatistics (by courtesy, Health Research and Policy)","Research Goals":"Statistical issues in educational assessment; analysis of longitudinal data.","Primary Contact":"rag@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/rag"},{"Lab\/Group Name":"Schwartz Group","PI":"Dan Schwartz","Department":"Graduate School of Education","Research Goals":"Instructional methods, transfer of learning and assessment, mathematical development, teachable agents, cognition, and cognitive neuroscience.","Primary Contact":"daniel.schwartz@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/danls"},{"Lab\/Group Name":"Stevens Group","PI":"Mitchell Stevens","Department":"Graduate School of Education, Sociology (by courtesy), Graduate School of Business (by courtesy), SCANOR (Director)","Research Goals":"With funding from the Bill & Melinda Gates Foundation, Stevens is directing a project with Stanford colleague Michael Kirst to develop a more comprehensive \"supply-side\" social science of U.S. colleges and universities. He also is at work on a large-scale study of how U.S. universities organize research and instruction about the rest of the world.","Primary Contact":"mitchell.stevens@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/stevens4"},{"Lab\/Group Name":"Stipek Group","PI":"Deborah Stipek","Department":"I. James Quillen Dean","Research Goals":"Achievement motivation, early childhood and elementary education, school reform.","Primary Contact":"stipek@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/stipek"},{"Lab\/Group Name":"Thille Group","PI":"Thille, Candace","Department":"Graduate School of Education","Research Goals":"Access and Equity\nAchievement and Motivation\nCognitive Development\nCognitive Psychology\nCollaborative Learning & Problem Solving\nHigher Education\nLearning Design\nResearch Design\nResearch Methods\nTechnology in Teaching and Learning","Primary Contact":"cthille@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/cthille"},{"Lab\/Group Name":"Valdes Group","PI":"Valdes, Guadalupe","Department":"Graduate School of Education","Research Goals":"Language, education and armed conflict on the US-Mexico border\nSecond language acquisition in post-secondary students\nImmigrant families in Latino communities\nThe challenge of \"curricularizing\" language\nHeritage language teaching and learning","Primary Contact":"gvaldes@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/gvaldes"},{"Lab\/Group Name":"Willinsky Group","PI":"Willinsky, John","Department":"Graduate School of Education","Research Goals":"Work on the Public Knowledge Project is focused on extending access to, and the accessibility of, knowledge through online sources. The research is on student, professional, and public access to research and scholarship, while development continues on designing systems to improve the public and scholarly quality of peer-reviewed journals. In addition, international collaborations in Latin America, Africa, and South-East Asia are aimed at helping to better understand and strengthen scholarly publishing in those areas.","Primary Contact":"john.willinsky@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/willinsk"},{"Lab\/Group Name":"Wineburg Group","PI":"Sam Wineburg","Department":"Graduate School of Education","Research Goals":"New forms of assessment (link is external) to measure historical understanding\nThe creation of Web-based (link is external) environments for the learning and teaching of history\nLongitudinal study (link is external)on the development of historical consciousness among adolescents (link is external) in three communities","Primary Contact":"wineburg@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/wineburg"},{"Lab\/Group Name":"Wotipka Group","PI":"Christine Min Wotipka","Department":"Graduate School of Education","Research Goals":"Cross-national studies of gender and higher education, women in social science textbooks, and the worldwide expansion of early childhood education.","Primary Contact":"cwotipka@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/cwotipka"}]