[{"Lab\/Group Name":"Abel Group","PI":"Tom Abel","Physics":"Physics - Kavli Institute for Particle Astrophysics and Cosmology - SLAC National Accelerator Laboratory","Departmental Interests":"Theoretical Astrophysics and Cosmology ","Research Goals":"Prof. Abel's group explores the first billion years of cosmic history using ab initio supercomputer calculations.  He has shown from first principles that the very first luminous objects are very massive stars and has developed novel numerical algorithms using adaptive-mesh-refinement simulations that capture over 14 orders of magnitude in length and time scales.  He currently continues his work on the first stars and first galaxies and their role in chemical enrichment and cosmological reionization.  His group studies any of the first objects to form in the universe:  first stars, first supernovae, first HII regions, first magnetic fields, first heavy elements, and so on. ","Primary Contact":"Tom Abel (tabel@stanford.edu)","Website":"http:\/\/www.tomabel.org\/"},{"Lab\/Group Name":"Allen Group","PI":"Steve Allen","Physics":"Physics","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology","Research Goals":"Professor Allen's research examines the physics of galaxies and galaxy clusters, examining how they form and evolve with time. He has pioneered the use of galaxy clusters as cosmological probes, investigating the natures of dark matter, the weakly interacting yet dominant matter component of the universe, and dark energy, the driving force behind cosmic acceleration. Intrigued by why the largest galaxies are not as bright as theory had predicted, Allen and collaborators shed new light on connections to their central supermassive black holes and the formation of relativistic jets, which heat the galactic gas and prevent further star formation.","Primary Contact":"Steve Allen (swa@stanford.edu)","Website":"http:\/\/www.stanford.edu\/group\/xoc\/members.html"},{"Lab\/Group Name":"Blandford Group","PI":"Roger Blandford","Physics":"Physics - Kavli Institute for Particle Astrophysics and Cosmology - SLAC National Accelerator Laboratory","Departmental Interests":"Theoretical Astrophysics and Cosmology ","Research Goals":"Professor Blandford's research interests include: cosmology; black hole astrophysics, gravitational lensing; galaxies; cosmic rays; neutron stars; white dwarfs.","Primary Contact":"Roger Blandford (rdb3@stanford.edu)","Website":"http:\/\/kipac.stanford.edu\/kipac\/"},{"Lab\/Group Name":"Bucksbaum Group","PI":"Phil Bucksbaum","Physics":"Physics","Departmental Interests":"Atomic, Molecular and Optical Physics","Research Goals":"Professor Bucksbaum studies time-dependent quantum processes in atoms and molecules, from the passage of electrons across atoms in a few hundred attoseconds (billionths of a billionth of a second), to the bending and breaking of molecular bonds during collisions or chemical reactions in a few picoseconds (millionths of a millionth of a second). Current areas of focus: attosecond physics, ultrafast quantum control of molecular processes and strong field laser-matter interactions.","Primary Contact":"Phil Bucksbaum (phbuck@stanford.edu)","Website":"http:\/\/bucksbaum.stanford.edu\/"},{"Lab\/Group Name":"Burchat Group","PI":"Patricia Burchat","Physics":"Physics","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology, Experimental Particle Physics","Research Goals":"Professor Burchat's research interests focus on fundamental questions in physics: What is the Universe made of? What are the laws of physics that govern the constituents of the Universe? She studies the Universe at both the smallest and the largest scales, using accelerators to probe the elementary particles and the fundamental interactions, and telescopes to investigate the cosmological evolution of the Universe.","Primary Contact":"Patricia Burchat (burchat@stanford.edu)","Website":null},{"Lab\/Group Name":"Cabrera Group","PI":"Blas Cabrera","Physics":"Physics","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology, Experimental Particle Physics","Research Goals":"Professor Cabrera’s group work on figuring out the identity of dark matter. They sends detectors deep underground in the Soudan Mine in northern Minnesota to search for evidence of weakly interacting massive particles, or WIMPs. If WIMPs are the dark matter, they forced the formation of structure in the universe and they are responsible for the formation of galaxies, of solar systems, and of life. Current areas of focus: search for dark matter in the form of weakly interacting massive particles or WIMPs and superconducting Quantum Interference Devices (SQUIDs).","Primary Contact":"Blas Cabrera (cabrera@stanford.edu)","Website":null},{"Lab\/Group Name":"Chu Group","PI":"Steven Chu","Physics":"Physics","Departmental Interests":"Atomic, Molecular and Optical Physics, Biophysics","Research Goals":"Professor Chu's research interests include: technology development, neuronal signaling and bacterial biofilms.","Primary Contact":"Steven Chu (schu@stanford.edu)","Website":"http:\/\/web.stanford.edu\/group\/chugroup\/"},{"Lab\/Group Name":"Church Group","PI":"Sarah Church","Physics":"Physics","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology","Research Goals":"Professor Church is building experiments to study the first luminous objects in the universe. Church’s work is focused on mapping the large scale distribution of highly-redshifted carbon monoxide, and thus the underlying galaxy distribution during the epoch of reionization in order to understand how galaxies formed and evolved. Current areas of focus: intensity mapping of carbon monoxide during the EoR and radio amplifiers and heterodyne spectroscopy.","Primary Contact":"Sarah Church (schurch@stanford.edu)","Website":"http:\/\/web.stanford.edu\/group\/church_group\/cgi-bin\/wordpress\/"},{"Lab\/Group Name":"Dimopoulos Group","PI":"Savas Dimopoulos","Physics":"Physics","Departmental Interests":"Theoretical Particle Physics","Research Goals":"Professor Dimopoulos has been searching for answers to some of the deepest mysteries of nature. Why is gravity so weak? Do elementary particles have substructure? What is the origin of mass? Are there new dimensions? Can we produce black holes in the lab? Professor Dimopoulos is collaborating on a number of experiments that use the dramatic advances in atom interferometry to do fundamental physics. These include testing Einstein’s theory of general relativity to fifteen decimal precision, atom neutrality to thirty decimals, and looking for modifications of quantum mechanics. He is also designing an atom-interferometric gravity-wave detector that will allow us to look at the universe with gravity waves instead of light, marking the dawn of gravity wave astronomy and cosmology.","Primary Contact":"Savas Dimopoulos (savas@stanford.edu)","Website":null},{"Lab\/Group Name":"Doniach Group","PI":"Sebastian Doniach","Physics":"Physics - SLAC National Accelerator Laboratory","Departmental Interests":"Biophysics, Theoretical Condensed Matter Physics ","Research Goals":"Professor Doniach’s research group uses scattering of synchrotron X-rays from electron storage rings at SLAC and at the Argonne National Laboratory to study changes in the conformation of molecules as their solvent environments are changed. The research also involves computer simulations of the dynamics and energetic of the resulting changes. Current areas of focus: membrane proteins, protein aggregation in diseases such as Parkinson’s and Alzheimer’s and topics in the dynamics of many-particle systems including condensed matter systems.","Primary Contact":"Sebastian Doniach (sxdwc@slac.stanford.edu)","Website":null},{"Lab\/Group Name":"Drell Group","PI":"Persis Drell","Physics":"Physics - SLAC National Accelerator Laboratory","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology, Experimental Particle Physics ","Research Goals":"Current research interests include Science with Fermi Gamma Ray Space Telescope and Technical Developments and Science with Hard X-Ray Free Electron Lasers","Primary Contact":"Persis Drell (persis@slac.stanford.edu)","Website":null},{"Lab\/Group Name":"Goldhaber-Gordon Group","PI":"David Goldhaber Gordon","Physics":"Physics","Departmental Interests":"Experimental Condensed Matter Physics","Research Goals":"We know that electrons are charged particles, and hence repel each other; yet in common metals like copper billions of electrons have plenty of room to maneuver and seem to move independently, taking no notice of each other. Professor Goldhaber-Gordon studies how electrons behave when they are instead confined to tiny structures, such as wires only tens of atoms wide. When constrained this way, electrons cannot easily avoid each other, and interactions strongly affect their organization and flow. The Goldhaber-Gordon group uses advanced fabrication techniques to confine electrons to semiconductor nanostructures, to extend our understanding of quantum mechanics to interacting particles, and to provide the basic science that will shape possible designs for future transistors. The Goldhaber-Gordon group makes measurements using cryogenics, precision electrical measurements, and novel scanning probe techniques that allow direct spatial mapping of electron organization and flow. For some of their measurements of exotic quantum states, they cool electrons to twelve thousandths of a degree above absolute zero, the world record for electrons in semiconductor nanostructures.","Primary Contact":"David Goldhaber-Gordon (goldhaber-gordon@stanford.edu)","Website":"http:\/\/www.stanford.edu\/group\/GGG\/"},{"Lab\/Group Name":"Graham Group","PI":"Peter Graham","Physics":"Physics","Departmental Interests":"Theoretical Particle Physics","Research Goals":"\u2028\u2028Professor Graham is broadly interested in theoretical physics beyond the Standard Model which often includes cosmology, astrophysics, general relativity, and even atomic physics. The Standard Model leaves many questions unanswered including the nature of dark matter and the origins of the fundamental fermion masses, the weak scale, and the cosmological constant. These and other clues such as the unification of the forces are a guide to building new theories beyond the Standard Model.\n\nProfessor Graham is also interested in inventing novel experiments to discover such new physics, frequently using techniques from astrophysics, condensed matter, and atomic physics. In the past he has invented probes of fundamental physics using atom interferometry and explored the effects of grand unification on astrophysics and cosmology. He has also created novel cosmological models for the origin of the universe and studied their observational signatures.","Primary Contact":"Peter Graham (pwgraham@stanford.edu)","Website":null},{"Lab\/Group Name":"Gratta Group","PI":"Giorgio Gratta","Physics":"Physics","Departmental Interests":"Experimental Particle Physics","Research Goals":"Our  group does research relevant to the understanding of fundamental particles and interactions. The tools we use are borrowed from AMO, nuclear, and particle physics.\n\nThe group is operating of the largest double-beta decay experiment in the world (EXO-200) that recently discovered the two neutrino double-beta decay in Xe-136.   This is the slowest known process in the universe, with a half life of 2.11x10^21 years or 200 billion times the age of the universe!    EXO-200 also produced the tightest limit of neutrino masses and is collecting more data that will be used to answer the question of whether or not neutrinos are described by a 4-component wave function like all other fermions (neutrinos may be “Majorana” particles, described by 2-component wave functions, instead of Dirac particles.)\n\nAlso within the EXO program our group is developing a new method to extend the sensitivity of a future experiment. This work involves the identification of the barium atom produced in the double-beta decay of Xe using AMO techniques.\n\nIn the field of experimental gravity we just started a new program to investigate the nature of gravity at a scale near 1 micron. To do this we use submicron size quartz beads trapped in laser fields in vacuum, with several novel techniques to apply the gravitational force and detect its influence.\n\nWe also have a program to develop imaging detectors for gamma-ray astronomy as well as novel radiation detectors for application in homeland security and medical physics.","Primary Contact":"Giorgio Gratta (gratta@stanford.edu)","Website":"http:\/\/grattalab3.stanford.edu\/neutrino\/index.html"},{"Lab\/Group Name":null,"PI":"Sean Hartnoll","Physics":"Physics","Departmental Interests":"Theoretical Condensed Matter Physics, Theoretical Particle Physics","Research Goals":"Professor Hartnoll is a theorist working on a newly emerging interface between gravitational physics and exotic phases of low temperature matter. This connection builds upon the `holographic correspondence', which is among the most surprising results to emerge from string theory in recent years. The correspondence implies that the gravitational dynamics of black hole event horizons can be equivalently formulated as the dissipative dynamics of strongly correlated matter. This equivalence simultaneously offers to shed light on mysterious aspects of black hole physics and also to provide a new computationally tractable window into strongly correlated quantum matter such as high temperature superconductors.","Primary Contact":"Sean Hartnoll (hartnoll@stanford.edu)","Website":null},{"Lab\/Group Name":"Hayden Group","PI":"Patrick Hayden","Physics":"Physics","Departmental Interests":"Quantum Information","Research Goals":"Prof. Hayden is a leader in the exciting new field of quantum information science.  He has contributed greatly to our understanding of the absolute limits that quantum mechanics places on information processing, and how to exploit quantum effects for computing and other aspects of communication.  He has also made some key insights on the relationship between black holes and information theory.","Primary Contact":"Patrick Hayden (phayden@stanford.edu)","Website":null},{"Lab\/Group Name":"Hogan Group","PI":"Jason Hogan","Physics":"Physics","Departmental Interests":null,"Research Goals":"Atomic physics techniques used in timekeeping, precision spectroscopy, and atom interferometry are poised to become powerful tools for discovery.  Future experiments can set new limits on the equivalence principle, test quantum mechanics, and directly probe general relativistic effects in a laboratory environment.  Atomic physics also offers compelling strategies for detecting gravitational waves.  Gravitational waves antennas will provide a new window into the universe, collecting information about astrophysical systems that are difficult or impossible to observe optically, and teaching us about cosmology by seeing where other telescopes cannot, even to the earliest times in the universe.\n\nProfessor Hogan's research is focused on increasing the sensitivity and accuracy of atomic sensors to pursue these science goals.  To this end, the group develops novel methods to generate quantum superposition states of atoms that are simultaneously localized in two macroscopically separated positions at once, and that maintain coherence for many seconds. These extreme atom wavepacket separations push the limits of what can be done with quantum objects, testing our understanding of quantum mechanics.  To build a gravitational wave detector prototype, the group is studying atom interferometry using optical clock atoms in order to take advantage of the increased noise immunity that is predicted for these systems.\n\n","Primary Contact":"Jason Hogan (hogan@stanford.edu)","Website":null},{"Lab\/Group Name":"Hollberg Group","PI":"Leo Hollberg","Physics":"Physics","Departmental Interests":"Atomic, Molecular and Optical Physics","Research Goals":"Professor Hollberg’s research objectives include high precision tests of fundamental physics as well as applications of laser physics and technology. This experimental program in laser\/atomic physics focuses on high-resolution spectroscopy of laser-cooled and -trapped atoms, non-linear optical coherence effects in atoms, optical frequency combs, optical\/microwave atomic clocks, and high sensitivity trace gas detection. Frequently this involves the study of laser noise and methods to circumvent measurement limitations, up to, and beyond, quantum limited optical detection. Technologies and tools utilized include frequency-stabilized lasers and chip-scale atomic devices. Based in the Hansen Experimental Physics Laboratory (HEPL), this research program has strong, synergistic, collaborative connections to the Stanford Center on Position Navigation and Time (SCPNT). Research directions are inspired by experience that deeper understanding of fundamental science is critical and vital in addressing real-world problems, for example in the environment, energy, and navigation. Amazing new technologies and devices enable experiments that test fundamental principles with high precision and sometimes lead to the development of better instruments and sensors. Ultrasensitive optical detection of atoms, monitoring of trace gases, isotopes, and chemicals can impact many fields. Results from well-designed experiments teach us about the “realities” of nature, guide and inform, occasionally produce new discoveries, frequently surprise, and almost always generate new questions and perspectives.","Primary Contact":"Leo Hollberg (leoh@stanford.edu)","Website":null},{"Lab\/Group Name":"Irwin Group","PI":"Kent Irwin","Physics":"Physics - SLAC National Accelerator Laboratory","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology, Experimental Particle Physics ","Research Goals":"Kent Irwin has a joint faculty appointment with the Physics Department and the Particle Physics and Astrophysics and Photon Science Departments of the SLAC National Accelerator Laboratory.  He joins Stanford from the National Institute of Standards and Technology at Boulder, Colorado, where his research focussed on experiments to probe the nature of dark matter and dark energy, gravity at large scales, the mass and number of neutrino species, the characteristics of inflation and the cosmic gravity wave background, and the evolution of structure and disposition of baryonic matter in the universe.","Primary Contact":"Kent Irwin (irwin@stanford.edu)","Website":null},{"Lab\/Group Name":"Kachru Group","PI":"Shamit Kachru","Physics":"Physics","Departmental Interests":"Theoretical Astrophysics and Cosmology, Theoretical Condensed Matter Physics, Theoretical Particle Physics","Research Goals":"Professor Kachru is widely interested in the foundational theoretical questions underlying cosmology, condensed matter theory, particle theory, and quantum gravity.  These include the nature of the initial cosmological singularity; the microscopic theory of inflation; field theory and string theory models of strongly correlated condensed matter systems; and possible solutions of the hierarchy problem (with implications for beyond-the-Standard-Model physics). He also has an abiding interest in the mathematical structure underlying string theory and string compactifications.","Primary Contact":"Shamit Kachru (skachru@stanford.edu)","Website":null},{"Lab\/Group Name":"Kahn Group","PI":"Steven Kahn","Physics":"Physics - SLAC National Accelerator Laboratory","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology ","Research Goals":"Professor Kahn is the Director of the Large Synoptic Survey Telescope (LSST), a large-aperture wide-field telescope now under development to survey half the sky every few nights. LSST will detect over three billion galaxies, providing detailed measurements of their red shifts, shapes, and properties. Through a technique called weak gravitational lensing, these data can be used to map out the structure of dark matter in the universe, and how that structure has evolved with cosmic time. The results will provide very sensitive constraints on the nature of dark matter and dark energy. LSST also provides crucial data on the structure of the outer regions of the Milky Way, makes a census of moving objects in the solar system, and discovers transient phenomena in the universe on a wide range of timescales.","Primary Contact":"Steven Kahn (skahn@slac.stanford.edu)","Website":null},{"Lab\/Group Name":"Kallosh Group","PI":"Renata Kallosh","Physics":"Physics","Departmental Interests":"Theoretical Particle Physics","Research Goals":"Professor Kallosh works on the general structure of supergravity and string theory and their applications to cosmology. During the last few years she was mostly working on the finiteness issue of perturbative maximal supergravity trying to understand the reason for unexpected recent computations showing a better than expected ultraviolet behavior of this theory. Can this become a basis for a consistent quantum gravity?\n\nKallosh also studies cosmological consequences of supergravity\/string theory and their implications for the theory of black holes. Her main interests are related to the models of vacuum stabilization and early universe inflation in string theory. She develops string theory models explaining the origin of the universe and its current acceleration. With her collaborators, she is analyzing possible consequences of the expected new data from the Large Hadron Collider (LHC) and the results of future cosmological observations. These results may affect the relationship between superstring theory and supergravity, and the real world. Professor Kallosh works, in particular, on future tests of string theory by CMB data and on the relation between the gravitino mass and the amplitude of gravitational waves produced during inflation.","Primary Contact":"Renata Kallosh (kallosh@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~rkallosh\/"},{"Lab\/Group Name":"Kapitulnik Group","PI":"Aharon Kapitulnik","Physics":"Physics","Departmental Interests":"Experimental Condensed Matter Physics","Research Goals":"Professor Kapitulnik studies materials with novel electronic states at low temperatures. The research concentrates on the occurrence and properties of superconductivity, charge-density, or magnetic states in such systems. The group uses a variety of measurements and novel probes such as scanning tunneling microscopy and spectroscopy and high-resolution mageneto-optics.\n\nA variety of recent theories of physics beyond the Standard Model would, if true, lead to deviations from Newtonian gravity on experimentally accessible length scales. To detect or constrain such deviations, we constructed two experiments, both with cantilever-based probes, to directly measure the force between two masses separated by tens of microns. Our apparati include novel solutions to experimental challenges culminating in detection capability of forces at the range of attonewton (10^-18N) strength.","Primary Contact":"Aharon Kapitulnik (aharonk@stanford.edu)","Website":"https:\/\/people.stanford.edu\/aharonk\/"},{"Lab\/Group Name":"Kasevich Group","PI":"Mark Kasevich","Physics":"Physics","Departmental Interests":"Atomic, Molecular and Optical Physics","Research Goals":"Professor Kasevich's current research interests are centered on the development of quantum sensors of rotation and acceleration based on cold atoms (quantum metrology), the application of these sensors to the tests of General Relativity, the investigation of many-body quantum effects in Bose-condensed vapors (including quantum simulation), and the investigation of ultra-fast laser-induced phenomena.","Primary Contact":null,"Website":"atom.stanford.edu"},{"Lab\/Group Name":"Kivelson Lab","PI":"Steven Kivelson","Physics":"Physics - Stanford Institute for Materials and Energy Sciences","Departmental Interests":"Theoretical Condensed Matter Physics ","Research Goals":"The central source of intellectual vitality and practical importance of condensed matter physics is the richness and diversity of behaviors exhibited by strongly interacting systems with many degrees of freedom, ranging from the collective behavior of neurons in the brain to the collective condensation of Cooper pairs that produce the macroscopic quantum phenomena associated with superconducting order. The main thrust of the research carried out by Professor Kivelson is the search for theoretical characterization of qualitatively new behaviors of interacting electrons (i.e., new states of matter) as well as new regimes of parameters in which familiar states of matter behave in new and different ways. In particular, he seeks to explore, qualitatively, the relation between the microscopic interactions between electrons and the effective parameters that control the macroscopic behavior of solids.\n\n","Primary Contact":"Steven Kivelson (kivelson@stanford.edu)","Website":null},{"Lab\/Group Name":"Kuo Lab","PI":"Chao-Lin Kuo","Physics":"Physics","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology","Research Goals":"Professor Kuo’s group seeks to answer this profound question by studying the most ancient light, the Cosmic Microwave Background (CMB) radiation, emitted when the universe was in its infancy. The polarization in the CMB contains information on the birth of the universe (big bang\/inflation), as well as its subsequent evolution.\n\nProfessor Kuo is involved in both cosmological interpretation and instrumentation\/technology development. The group frequently adopts advanced experimental techniques, such as cryogenics, superconductivity, and micromachining, to maximize detector sensitivity to the faint CMB signal.\nHis group’s ongoing projects are all CMB polarization experiments based at the South Pole.","Primary Contact":"Chao-Lin Kuo (clkuo@stanford.edu)","Website":null},{"Lab\/Group Name":"Laughlin Lab","PI":"Robert Laughlin","Physics":"Physics","Departmental Interests":"Theoretical Condensed Matter Physics","Research Goals":"As our experimental understanding of nature has matured, we have come to realize just how artificial the distinction is between fundamental physical law—something that “just is”—and other kinds of physical law that “emerge” through self-organization. Everyday examples of the latter include material rigidity, magnetism, and super-fluidity, but there are countless others. Things become more troubling, however, when we realize that the vacuum of space-time also has symptoms of being emergent. “Fundamental” quantities such as the electron charge defocus and change value as you examine the vacuum at smaller and smaller length scales. Unification of forces becomes mathematically indistinguishable from “quantum phase transitions” of the vacuum. Heats of formation and other collective effects in the vacuum become implicated in inflationary theories of the universe. We are increasingly realizing that finding law – a quantitative relationship among measured quantities that is always true – is not eh same thing as finding fundamental truth. Indeed, when you measure only at “low” energies you simply cannot tell the difference between a law that emerges and a law that “just is”.\n\nProfessor Laughlin is a theorist with interests ranging from hard-core engineering to cosmology. He is an expert in semiconductors (Nobel Prize 1998) and has also worked on plasma and nuclear physics issues related to fusion and nuclear-pumped X-ray lasers. His technical work at the moment focuses on “correlated-electron” phenomenology – working backward from experimental properties of materials to infer the presence (or not) of new kinds of quantum self-organization. He recently proposed that all Mott insulators – including the notorious doped ones that exhibit high-temperature superconductivity – are plagued by a new kind of subsidiary order called “orbital antiferromagnetism” that is difficult to detect directly. He is also the author of A Different Universe, a lay-accessible book explaining emergent law.","Primary Contact":"Robert Laughlin (rbl@large.stanford.edu)","Website":"http:\/\/large.stanford.edu\/"},{"Lab\/Group Name":"Linde Group","PI":"Andrei Linde","Physics":"Physics","Departmental Interests":"Theoretical Particle Physics","Research Goals":"For a long time, scientists believed that our universe was born in the big bang, as an expanding ball of fire. This scenario dramatically changed during the last 30 years. Now we think that initially the universe was rapidly inflating, being in an unstable energetic vacuum-like state. It became hot only later, when this vacuum-like state decayed. Quantum fluctuations produced during inflation are responsible for galaxy formation. In some places, these quantum fluctuations are so large that they can produce new rapidly expanding parts of the universe. This process makes the universe immortal and transforms it into a multiverse, a huge fractal consisting of many exponentially large parts with different laws of low-energy physics operating in each of them.\n\nProfessor Linde is one of the authors of inflationary theory and of the theory of an eternal inflationary multiverse. His work emphasizes the cosmological implications of string theory.","Primary Contact":"Andrei Linde (alinde@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~alinde\/"},{"Lab\/Group Name":"Macintosh Group","PI":"Bruce Macintosh","Physics":"Physics - Kavli Institute for Particle Astrophysics and Cosmology","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology ","Research Goals":"Bruce Macintosh's research focusses on the study of extrasolar planets, in particular the study of such planets through direct imaging, and on using adaptive optics to shape the wavefronts of light for a variety of applications.  Direct imaging of extrasolar planets involves blocking, suppressing, and subtracting the light of the bright parent star so that a planet hundreds of thousands of times fainter can be seen and studied in detail.  Prof. Macintosh is the Principal Investigator of the Gemini Planet Imager http:\/\/planetimager.org\/ ,an advanced adaptive optics planet-finder for the Gemini South telescope. ","Primary Contact":null,"Website":null},{"Lab\/Group Name":"Manoharan Group","PI":"Hari Manoharan","Physics":"Physics","Departmental Interests":"Experimental Condensed Matter Physics","Research Goals":"Humans have always tried to expand their mastery of the material world. Manipulation of matter has been continuously refined, leading to construction so colossal size and extreme complexity. Progress in the diametric direction of diminishing scale has proved increasingly vital to society. These efforts rely on new tools extending control and measurements to smaller length scales. Instead of this “top-down” approach, what if one proceeds from the bottom and works up? Professor Manoharan seeks to apply the bottom-up approach of atomic and molecular manipulation to outstanding problems in science and technology.","Primary Contact":"Hari Manoharan (manoharan@stanford.edu)","Website":"http:\/\/mota.stanford.edu\/"},{"Lab\/Group Name":"Michelson Group","PI":"Peter F. Michelson","Physics":"Physics","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology","Research Goals":"My research is in experimental and observational astrophysics, with the current focus on observations of the high-energy universe with the Large Area Telescope (LAT) on the Fermi Gamma-ray Space Telescope.  Historically, I have also done research on gravitational radiation detection.  Currently, I lead the international collaboration that built and now operates the Fermi LAT. Investigations with the LAT include observations of gravitationally compact objects such as neutron stars and black holes as well as searching for signatures of dark matter in the diffuse radiation and the study of transient gamma-ray bursts.  The LAT data set continues to grow and the energy coverage increases with increasing exposure.","Primary Contact":"Peter F. Michelson (peterm@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~peterm\/"},{"Lab\/Group Name":"Moler Group","PI":"Kathryn Moler","Physics":"Physics","Departmental Interests":"Experimental Condensed Matter Physics","Research Goals":"The goal of Professor Moler’s research is to answer these two questions about the fundamental behavior of electrons in materials by\n\n- creating a toolbox of sensitive, quantitative, high-resolution local magnetic sensors, enabling routine and noninvasive characterization of small magnetic fields in novel quantum materials, and to share the designs for these tools with other scientists\n- conducting a systematic survey of the energetic and dynamics of individual quanta of magnetic flux in various superconductors, to elucidate the mechanism of superconductivity\n- conducting a systematic survey of persistent currents in mesoscopic normal metals and superconductors, to understand the mechanisms of quantum decoherence in electrons systems, and\n- educating a group of creative and highly skilled graduate and undergraduate students.","Primary Contact":"Kathryn Moler (kmoler@stanford.edu)","Website":"http:\/\/web.stanford.edu\/group\/moler\/index.html"},{"Lab\/Group Name":"Petrosian Group","PI":"Vahe Petrosian","Physics":"Physics","Departmental Interests":"Theoretical Astrophysics and Cosmology","Research Goals":"Professor Petrosian’s research covers many topics in the broad area of theoretical astrophysics and cosmology, with a strong focus on high-energy astrophysical processes.\n\nCosmological studies deal with global properties of the universe, where the main focus is the understanding of the evolution of the universe at high redshifts, through studies of the evolutions of population of sources such as galaxies and quasars or active galactic nuclei, gamma-ray bursts, using new statistical techniques developed in collaboration with Prof. B. Efron of the Department of Statistics. Another area of research is the use of gravitational lensing in measuring mass in the universe.\n\nHigh-energy astrophysics research involves interpretation of non-thermal astronomical sources where particles are accelerated to very high energies and emit various kinds of radiation. These processes occur on many scales and in all sorts of objects: in the magnetosphere of planets, in the interplanetary space, during solar and stellar flares, in the accretion disks and jets around stellar-size and super-massive black holes, at centers of galaxies, in gamma-ray bursts, in supernovae, and in the intra-cluster medium of clusters of galaxies. Plasma physics processes common in all these sources for acceleration of particles and their radiative signature is the main focus of the research here.","Primary Contact":"Vahe Petrosian (vahep@stanford.edu)","Website":"https:\/\/physics.stanford.edu\/people\/faculty\/petrosian\/group"},{"Lab\/Group Name":"Qi Group","PI":"Xiao-Liang Qi","Physics":"Physics - Stanford Institute for Materials and Energy Sciences","Departmental Interests":"Theoretical Condensed Matter Physics","Research Goals":"Topological phenomena are the phenomena which are determined by some topological structure in the physical system, which are thus usually universal and robust against perturbations. For example, two famous topological phenomena are the flux quantization in superconductors and Hall conductance quantization in the Quantum Hall states. Recent discovery of topological insulators and topological superconductors in different symmetry classes bring the opportunity to study a large family of new topological phenomena. For example the three-dimensional topological insulator provides a condensed matter realization of the important theoretical concepts in high energy physics such as the ”theta-vacuum” and “axion”. The interplay of topological insulators and superconductors with conventional phases of matter such as ferromagnets and superconductors lead to richer topological phenomena.\n\nQuantum entanglement is the unique feature of quantum mechanics, which is essential for quantum information and quantum computation. The understanding of quantum entanglement provides a new probe to the physical properties of the many-body systems compared to the conventional response properties such as conductivity, spin susceptibility, etc. On the other hand, more systematical understanding of quantum entanglement in many-body systems may also lead to breakthrough in building a quantum computer. It is far more difficult to study entanglement properties in many-body systems compared to few-body systems. There are a lot of open questions for which the answer is not known or only known for specific systems. For example, what is the general relation between entanglement properties and other physical observables in a given system? What is the relation between quantum entanglement and topological states of matter? Besides the known description of entanglement such as von Neumann entropy, what other measure can be defined to provide more refined characterization of entanglement?","Primary Contact":"Xiao-Liang Qi (xlqi@stanford.edu)","Website":"https:\/\/sites.google.com\/site\/xlqistanford\/home"},{"Lab\/Group Name":"Raghu Group","PI":"Srinivas Raghu","Physics":"Physics - Stanford Institute for Materials and Energy Sciences","Departmental Interests":"Theoretical Condensed Matter Physics ","Research Goals":"I am interested in exploring the ground states and collective properties associated with quantum condensed matter systems.  I have especially been fascinated by correlated electron materials, in which the low energy degrees of freedom behave qualitatively differently than a free electron gas.  The key challenge here lies in understanding the relationship between the microscopic physics and the phenomena which emerge in the long wavelength limit in such systems.  In order to understand this relationship more deeply, it will be essential to confront these problems using a wide variety of theoretical tools, ranging from non-perturbative computational techniques, to low energy effective field theory descriptions of universal properties.","Primary Contact":"Srinivas Raghu (sraghu@stanford.edu)","Website":null},{"Lab\/Group Name":"Romani Group","PI":"Roger W. Romani","Physics":"Physics - Kavli Institute for Particle Astrophysics and Cosmology","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology, Theoretical Astrophysics and Cosmology ","Research Goals":"Professor Romani is interested in the physics of the most extreme objects in the observable universe—neutron stars and black holes—where density, gravitational field and, often, magnetic field reach their maximum measured values. His group makes observations of such objects, using premiere telescopes on the ground and in space, and constructs theoretical models to interpret the remarkable behaviors seen. One particular interest is studying how black holes and neutron stars accelerate particles to energies much higher than those yet produced on Earth and how they generate relativistic outflows in the form of winds and jets.","Primary Contact":"Roger W. Romani (rwr@astro.stanford.edu)","Website":null},{"Lab\/Group Name":"Sherrer Group","PI":"Philip Sherrer","Physics":"Physics","Departmental Interests":"Experimental & Observational Astrophysics and Cosmology","Research Goals":"Professor Scherrer does research on the nature and evolution of solar activity and its effects on terrestrial systems. His group’s primary emphasis is on the structure and dynamics of the solar interior using techniques of helioseismology and on the source of space weather using solar magnetic field observations. The primary observations from space have been with the Michelson Doppler Imager instrument on the Solar and Heliospheric Observatory mission (since 1995) and the  Helioseismic and Magnetic Imager instrument on the Solar Dynamics Observatory (since 2010). His group also studies solar magnetic fields from the ground using the Wilcox Solar Observatory at Stanford, which has been operating since 1975.","Primary Contact":"Philip Sherrer (pscherrer@solar.stanford.edu)","Website":"http:\/\/sun.stanford.edu"},{"Lab\/Group Name":"Shleier Smith Group","PI":"Monika Shleier Smith","Physics":"Physics","Departmental Interests":"Atomic, Molecular and Optical Physics","Research Goals":"In between the few-particle realm where we have mastered quantum mechanics and the macroscopic domain describable by classical physics, there lies a broad swath of territory where quantum effects are relevant but still largely out of our control and partly beyond our comprehension.  This territory includes metrological instruments whose precision is limited by the quantum projection noise of millions of atoms; and materials whose bulk properties emerge from many-body interactions intractable to simulation on classical computers. Professor Schleier-Smith’s research aims to advance our control and understanding of many-particle quantum systems by engineering new quantum states and Hamiltonians with ensembles of ultracold atoms.","Primary Contact":"Monika Shleier-Smith (schleier@stanford.edu)","Website":"sites.stanford.edu\/sslab"},{"Lab\/Group Name":"Senatore Group","PI":"Leonardo Senatore","Physics":"Physics - Kavli Institute for Particle Astrophysics and Cosmology","Departmental Interests":"Theoretical Particle Physics ","Research Goals":"Professor Senatore is a theoretical physicist working to try to understand how the universe began and evolved to its present form. While this is a very interesting and fundamental question per se, from the understanding of how the universe evolved in the first few moments we can infer more about the laws of physics at the smallest distances and highest energies. Cosmological observations are providing us with a huge amount of data, which allows us to test our theories about inflation, eternal inflation and its alternatives, and about the growth of structures in our universe, to an unprecedented level. Senatore tries to bridge the gap between the speculative ideas about the early universe and their possible confirmation in the data.","Primary Contact":"Leonardo Senatore (senatore@stanford.edu)","Website":null},{"Lab\/Group Name":"Shen Group","PI":"Xhi-Xun Chen","Physics":"Physics","Departmental Interests":"Experimental Condensed Matter Physics","Research Goals":"Professor Shen conducts fundamental and applied research on quantum matter. His primary interest is the physics of the “many”, where interactions among multiple constituencies give rise to novel properties not intrinsic to the individual components. His interest also includes ways to utilize the functionality of materials.\n\nHe sends electromagnetic waves to probe matter, including X-ray, ultra-violet, and microwave radiation from synchrotron, free-electron laser, and laboratory sources. Insights are gained through precision analysis of ejected particles, either photons or electrons. He also prepares materials and devices for his studies.\n\nHis group has developed novel spectroscopy and imaging tools, notably high resolution angle-resolved photoemission spectroscopy which has emerged as a leading experimental tool for condensed matter physics, and enabled his group to discover the anisotropic energy gaps in the d-wave pairing state as well as in the mysterious “pseudogap” state of high temperature superconductors. Recently, his group has developed a UHV thin film growth system to prepare samples for in-situ photoemission investigation.\n\nOver the last decade, his group has developed time-resolved photoemission and soft x-ray scattering, as well as novel microwave impedance microscopy capabilities. In particular, the time-resolved soft x-ray scattering capability utilized the world first x-ray free electron laser, LCLS.\n\nRecently, his group has developed new device concepts and related materials for solar energy harvesting, as well as heat management.","Primary Contact":"Xhi-Xun Chen (zxshen@stanford.edu)","Website":"http:\/\/arpes.stanford.edu\/"},{"Lab\/Group Name":"Shenker Group","PI":"Stephen Shenker","Physics":"Physics","Departmental Interests":"Theoretical Particle Physics","Research Goals":"Professor Shenker’s research focuses on string theory and M theory, with an emphasis on nonperturbative aspects, including matrix formulations.","Primary Contact":"Stephen Shenker (sshenker@stanford.edu)","Website":null},{"Lab\/Group Name":"Silverstein Group","PI":"Eva Silverstein","Physics":"Physics","Departmental Interests":"Theoretical Particle Physics","Research Goals":"What are the basic degrees of freedom and interactions underlying gravitational and particle physics?  What is the mechanism behind the initial seeds of structure in the universe, and how can we test it using cosmological observations?  Is there a holographic framework for cosmology that applies throughout the history of the universe, accounting for the effects of horizons and singularities?  What new phenomena arise in quantum field theory in generic conditions such as finite density, temperature, or in time dependent backgrounds?\n\nProfessor Silverstein attacks basic problems in several areas of theoretical physics.  She develops concrete and testable mechanisms for cosmic inflation, accounting for its sensitivity to very high energy physics. This has led to a fruitful interface with cosmic microwave background research, contributing to a more systematic analysis of its observable phenomenology.\nProfessor Silverstein also develops mechanisms for breaking supersymmetry and for stabilizing the extra dimensions of string theory to model the immense hierarchies between the cosmological horizon, electroweak, and Planck scales in nature. In addition, Professor Silverstein uses the ultraviolet completion of gravity afforded by string theory to address questions of quantum gravity, such as singularity resolution and the physics of black hole and cosmological horizons.  Professor Silverstein also uses modern techniques in quantum field theory to model strongly coupled phenomena motivated by measurements in condensed matter physics.","Primary Contact":"Eva Silverstein (evas@stanford.edu)","Website":null},{"Lab\/Group Name":"Susskind Group","PI":"Leonard Susskin","Physics":"Physics","Departmental Interests":"Theoretical Particle Physics","Research Goals":"Professor Susskind’s current research interests include particle physics, quantum field theory, quantum gravity, black holes, string theory, and cosmology.","Primary Contact":"Leonard Susskind (susskind@stanford.edu)","Website":null},{"Lab\/Group Name":"Tompkins Group","PI":"Lauren Tompkins","Physics":"Physics","Departmental Interests":null,"Research Goals":"Professor Tompkins’s research focuses on understanding the relationships which govern matter’s most fundamental constituents. As a member of the ATLAS experiment at the Large Hadron Collider (LHC), she utilizes the world’s highest energy person-made particle collisions in order to understand the mechanism that gives particles mass, whether or not our current model of elementary particle interactions is a complete description of nature, and if dark matter can be produced and studied in colliders.  \n\nIn order to search for the exceedingly rare interactions which may provide insight to these questions, the LHC will produce a blistering rate of 50 to 80 proton-proton collisions every 25 nanoseconds in 2015 and beyond.  Professor Tompkins works on the design and implementation of custom electronics which will improve the ATLAS experiment’s ability to pick out the collisions which produce the Higgs bosons, dark matter particles and other rare events out of the deluge of ordinary interactions.  Her group focuses on particles called heavy flavor fermions, the most massive particles not responsible for mediating interactions.  Because they are so heavy, they may have a special connection to the origin of mass or physics beyond our current models of particle interactions.  ","Primary Contact":"Lauren Tompkins (latompkins@stanford.edu)","Website":null},{"Lab\/Group Name":"Wechsler Group","PI":"Risa Wechsler","Physics":"Physics","Departmental Interests":"Theoretical Astrophysics and Cosmology","Research Goals":"Professor Wechsler uses theoretical models and massive numerical simulations to understand how quantum fluctuations in the early universe develop into the galaxies and structures of galaxies that we see today. Most of this work is conducted in the context of the cold dark matter model for structure formation, which predicts that galaxies and galaxy clusters were built from smaller galaxies that collided and merged. Professor Wechsler’s work has recently concentrated on understanding the connection between this cold dark matter, which is thought to comprise about 85 percent of the mass in the universe, and the visible light that can be detected by telescopes.\n\nProfessor Wechsler is also engaged in the largest existing and future galaxy surveys that are being pursued to learn about the nature of dark energy and dark matter and the physics of galaxy formation. She is a founding member of the Dark Energy Survey and a member of the Large Synoptic Survey Telescope project, and is the co-Spokesperson for the Dark Energy Spectroscopic Instrument collaboration.  Over the next 15 years, these galaxy surveys will map billions of galaxies over the entire sky. Her theoretical work with these surveys will be crucial for interpreting the observations and using them to test the current cosmological paradigm and to disentangle the nature of dark energy and dark matter.","Primary Contact":"Risa Wechsler (rwechsler@stanford.edu)","Website":"http:\/\/risa.stanford.edu\/"},{"Lab\/Group Name":"Wieman Group","PI":"Carl Wieman","Physics":"Physics","Departmental Interests":"Physics and Science Education Research","Research Goals":"Carl Wieman holds a joint appointment as Professor of Physics and of the Graduate School of Education.  He has done extensive experimental research in atomic and optical physics.  His current intellectual focus is now on undergraduate physics and science education.  He has pioneered the use of experimental techniques to evaluate the effectiveness of various teaching strategies for physics and other sciences, and recently served as Associate Director for Science in the White House Office of Science and Technology Policy. ","Primary Contact":"Carl Wieman (cwieman@stanford.edu)","Website":null},{"Lab\/Group Name":"Zhang Group","PI":"Shoucheng Zhang","Physics":"Physics","Departmental Interests":"Theoretical Condensed Matter Physics","Research Goals":"Indeed, laws of quantum mechanics predict many other interesting states of matter; for example, states displaying superconductivity and the quantum Hall effect. Professor Zhang’s group investigates the quantum physics of many interacting electrons. Recently, his group predicted a new electronic state that displays the quantum spin Hall effect without any external magnetic fields. This effect has been subsequently observed experimentally. Beyond the fundamental importance of new states of matter, electronic circuits operating on these new principles could also offer alternatives to the current semiconductor chips, and extend the reach of Moore’s law.","Primary Contact":"Shoucheng Zhang (sczhang@stanford.edu)","Website":"http:\/\/so5.stanford.edu\/"}]