[{"Lab\/Group":"Acharya Group","PI":"Avidit Acharya","Departments":"Political Science","Research Interests":null,"Biography and Research Goals":"Avidit Acharya is an assistant professor of political science at Stanford University. His research specializes in the fields of political economy and game theory, especially as it applies to topics in comparative politics and international relations. Before coming to Stanford, Avi taught for two years at the University of Rochester","Availability":null,"Primary Contact":"Avidit Acharya (avidit@stanford.edu)","Website":"http:\/\/stanford.edu\/~avidit\/"},{"Lab\/Group":"Blaydes Group","PI":"Lisa Blaydes","Departments":"Political Science, Abbasi Program in Islamic Studies, Clayman Institute for Gender Research","Research Interests":"Comparative Politics, Middle East","Biography and Research Goals":"Lisa Blaydes is an Associate Professor of Political Science at Stanford University. She is the author of Elections and Distributive Politics in Mubarak’s Egypt (Cambridge University Press, 2011). Professor Blaydes received the 2009 Gabriel Almond Award for best dissertation in the field of comparative politics from the American Political Science Association for this project. Her articles have appeared in the American Political Science Review, International Studies Quarterly, International Organization, Journal of Theoretical Politics, Middle East Journal, and World Politics. During the 2008-9 and 2009-2010 academic years, Professor Blaydes was an Academy Scholar at the Harvard Academy for International and Area Studies. She holds degrees in Political Science (PhD) from the University of California, Los Angeles and International Relations (BA, MA) from Johns Hopkins University.","Availability":null,"Primary Contact":"Lisa Blaydes (blaydes@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~blaydes\/"},{"Lab\/Group":"Bonica Group","PI":"Adam Bonica","Departments":"Political Science","Research Interests":"American Politics, Campaign Finance Methodology, Public opinion","Biography and Research Goals":"Adam Bonica is an Assistant Professor of Political Science. His research focuses on ideology, campaign finance and interest groups politics. His main dissertation project developed a new methodology for measuring the ideology of political actors using campaign finance records. By leveraging a large-scale database of contributions made to campaigns at every level of American politics, the method is able to recover a unified set of ideological measures for not only elected legislators but also for challengers, presidential and gubernatorial candidates, judicial candidates, ballot measures and other campaigns, as well as thousands of political organizations and millions of private donors. He is currently using the measures to examine the extent to which recent developments in campaign finance have contributed to partisan polarization. Bonica received his Ph.D from New York University. Before joining the Stanford faculty, he was a fellow at the Center for the Study of Democratic Politics at Princeton University.","Availability":null,"Primary Contact":"Adam Bonica (bonica@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~bonica\/"},{"Lab\/Group":"Brady Group","PI":"David W Brady","Departments":"Political Science, Hoover Institution, Stanford Institute for Economic Policy Research, Freeman Spogli Institute for International Studies","Research Interests":"American Politics, Congress, Public policy\n","Biography and Research Goals":"David Brady holds the Bowen H. and Janice Arthur McCoy Professor of Political Science in the Stanford Graduate School of Business and held the Morris M. Doyle Centennial Chair in Public Policy (emeritus). He is Deputy Director and Davies Family Senior Fellow at the Hoover Institution and has published seven books and over 100 papers in journals and books. Among his most recent publications areLeadership and Growth (World Bank Publications, 2010) coedited with Michael Spence, Revolving Gridlock: Politics and Policy from Carter to Bush II (Westview Press, 2006), and Red and Blue Nation? Characteristics and Causes of America’s Polarized Politics with Pietro Nivola (Brookings Institution Press, 2007).","Availability":null,"Primary Contact":"David W Brady (dbrady@stanford.edu)","Website":null},{"Lab\/Group":"Cain Group","PI":"Bruce Cain","Departments":"Political Science","Research Interests":null,"Biography and Research Goals":"Bruce E. Cain is a Professor of Political Science at Stanford University and Director of the Bill Lane Center for the American West.  Professor Cain was Director of the Institute of Governmental Studies at UC Berkeley from 1990-2007 and Executive Director of the UC Washington Center from 2005-2012. He was elected the American Academy of Arts and Sciences in 2000 and has won awards for his research (Richard F. Fenno Prize, 1988), teaching (Caltech 1988 and UC Berkeley 2003) and public service (Zale Award for Outstanding Achievement in Policy Research and Public Service, 2000). His areas of expertise include political regulation, applied democratic theory, representation and state politics. He is currently working on a book about political reform in the US.","Availability":null,"Primary Contact":"Bruce Cain (bcain@stanford.edu)","Website":null},{"Lab\/Group":"Cox Group","PI":"Gary W Cox","Departments":"Political Science","Research Interests":"American Politics, Comparative Politics, Congress, Electoral Politics, Europe, Legislative Politics\n","Biography and Research Goals":"Gary W. Cox, Professor of Political Science. In addition to numerous articles in the areas of legislative and electoral politics, Cox is author of The Efficient Secret (winner of the 1983 Samuel H. Beer dissertation prize and the 2003 George H. Hallett Award), co-author of Legislative Leviathan (winner of the 1993 Richard F. Fenno Prize), author of Making Votes Count (winner of the 1998 Woodrow Wilson Foundation Award, the 1998 Luebbert Prize and the 2007 George H. Hallett Award); and co-author of Setting the Agenda (winner of the 2006 Leon D. Epstein Book Award). A former Guggenheim Fellow, Cox was elected to the American Academy of Arts and Sciences in 1996 and the National Academy of Sciences in 2005. Ph.D. California Institute of Technology, 1983.","Availability":null,"Primary Contact":"Gary W Cox (gwcox@stanford.edu)","Website":"https:\/\/sites.stanford.edu\/gwcox\/"},{"Lab\/Group":"Davenport Group","PI":"Lauren Davenport","Departments":"Political Science","Research Interests":"American Politics, Public Opinion, Race and Ethnicity\n","Biography and Research Goals":"Lauren Davenport is an Assistant Professor of Political Science. Her general research interests include American politics, public opinion, and race and ethnicity. In particular, her work seeks to problematize the study of racial identity by examining the development of political group consciousness among the U.S. mixed-race population. Professor Davenport's current book project, Politics Between Black and White, assesses how social, historical, and economic processes help construct multiracials' identities and political outlook. Her other ongoing research projects examine public attitudes towards interracial marriage, the policy ramifications of multiple-race identification, and the influence of coethnicity on voter support for political candidates. Professor Davenport received her Ph.D. from Princeton University; she also holds an M.A. from Princeton and a B.A. (with distinction) from the University of Michigan.","Availability":null,"Primary Contact":"Lauren Davenport (ldd@stanford.edu)","Website":null},{"Lab\/Group":"Fearon Group","PI":"James Fearon","Departments":"Political Science, Freeman Spogli Institute for International Studies","Research Interests":"Civil War, Ethnic Conflict, Formal Theory, Game Theory, Interstate Conflict, Political Violence","Biography and Research Goals":"James D. Fearon is Theodore and Frances Geballe Professor in the School of Humanities and Sciences and Professor of Political Science at Stanford University. His research focuses on political violence – interstate, civil, and ethnic conflict in particular – although he has also worked on aspects of democratic theory and the impact of democracy on foreign policy. He has published numerous articles in scholarly journals, including “Self-Enforcing Democracy” (Quarterly Journal of Economics), “Can Development Aid Contribute to Social Cohesion after Civil War?” (American Economic Review: Papers and Proceedings), “Iraq’s Civil War” (Foreign Affairs), “Neotrusteeship and the Problem of Weak States” (co-authored with David Laitin, in International Security), “Ethnicity, Insurgency, and Civil War” (co-authored with David Laitin, in American Political Science Review), and “Rationalist Explanations for War” (International Organization). Fearon was elected member of the National Academy of Sciences in 2012 and the American Academy of Arts and Sciences in 2002. He has been a Program Fellow of the Canadian Institute for Advanced Research since 2004. He served as Chair of the Department of Political Science at Stanford from 2008-2010.","Availability":null,"Primary Contact":"James Fearon ( jfearon@stanford.edu)","Website":"http:\/\/fearonresearch.stanford.edu"},{"Lab\/Group":"Fiorina Group","PI":"Morris Fiorina","Departments":"Political Science, Hoover Institution","Research Interests":"American Politics, Congress, Elections, Political Representation\n","Biography and Research Goals":"Morris P. Fiorina is the Wendt Family Professor of Political Science at Stanford University and a Senior Fellow of the Hoover Institution. Fiorina has written widely on American government and politics, with special emphasis on topics in the study of representation and elections.  Fiorina has served on the editorial boards of a dozen journals in the fields of Political Science, Political Economy, Law, and Public Policy, and from 1986-1990 served as chairman of the Board of Overseers of the American National Election Studies. He is a member of the American Academy of Arts and Sciences and the National Academy of Sciences. In 2006 the Elections, Public Opinion, and Voting Behavior Section of the American Political Science Association awarded him the Warren E. Miller Prize for career contributions to the field. Most recently he was named the 2009 Harold Lasswell Fellow of the American Academy of Political and Social Sciences. At Stanford Fiorina teaches the introductory course in American Politics and various seminars.","Availability":null,"Primary Contact":"Morris Fiorina (mfiorina@stanford.edu)","Website":null},{"Lab\/Group":"Goldstein Group","PI":"Judith Goldstein","Departments":"Political Science","Research Interests":"International Political Economy, International Relations, Trade\n","Biography and Research Goals":"Judith L. Goldstein is the Chair for the Department of Political Science, the Janet M. Peck Professor of International Communication and the Kaye University Fellow in Undergraduate Education. Her research focuses on international political economy, with a focus on trade politics. She has written and\/or edited six book including Ideas, Interests and American Trade Policy and more recently The Evolution of the Trade Regime: Politics, Law and Economics of the GATT and the WTO.  Her articles have appeared in numerous journals.\n\nHer current research focuses on the political requisites for trade liberalization focusing both on tariff bargaining and public preferences. As well, she is engaged in the analysis of a large survey panel, which focuses on how economic hard times influences public opinion.","Availability":null,"Primary Contact":"Judith Goldstein (judy@stanford.edu)","Website":null},{"Lab\/Group":"Grimmer Group","PI":"Justin Grimmer","Departments":"Political Science","Research Interests":"American Politics, Bureaucracies, Congress, Political Methodology, Political Representation\n","Biography and Research Goals":"Justin Grimmer is an associate professor of political science at Stanford University.  His research examines how representation occurs in American politics using new statistical methods.   His first book Representational Style in Congress: What Legislators Say and Why It Matters (Cambridge University Press, 2013) shows how senators define the type of representation they provide constituents and how this affects constituents' evaluations.  His second book The Impression of Influence: How Legislator Communication and Government Spending Cultivate a Personal Vote (Under Review, with Sean J. Westwood and Solomon Messing) demonstrates how legislators ensure they receive credit for government actions.  His work has appeared in the American Political Science Review, American Journal of Political Science, Journal of Politics, Political Analysis, Proceedings of the National Academy of Sciences, Regulation and Governance, and Poetics.  During the 2013-2014 academic year he was a National Fellow at the Hoover Institute.  ","Availability":null,"Primary Contact":"Justin Grimmer (jgrimmer@stanford.edu)","Website":"http:\/\/www.justingrimmer.org\/index.html"},{"Lab\/Group":"Haber Group","PI":"Stephen Haber","Departments":"Political Science, Hoover Institution","Research Interests":"Comparative Politics, Economic History, Financial Economics, International Political Economy, Latin America, Political Institutions","Biography and Research Goals":"Stephen Haber is A.A. and Jeanne Welch Milligan Professor in the School of Humanities and Sciences and Peter and Helen Bing Senior Fellow of the Hoover Institution at Stanford University. He is also Professor of Political Science, Professor of History, and Professor of Economics (by courtesy), a Senior Fellow of the Stanford Institute for Economic Policy Research, and a Senior Fellow of the Stanford Center for International Development. Haber’s research spans a number of academic disciplines, including comparative politics, financial economics, and economic history. He has authored, coauthored, or edited ten books, and his papers have been published in journals such as American Political Science Review, World Politics, International Security, the Journal of Economic History, the Hispanic American Historical Review, the Journal of Banking and Finance, and the Journal of International Business Studies. Haber's most recent book, Fragile by Design: The Political Origins of Banking Crises and Scarce Credit (coauthored with Charles Calomiris) was published by Princeton University Press in 2014. His current research focuses on two areas: the impact of geography on the long-run evolution of economic and political institutions; and the political conditions under which societies sustain intellectual property systems that promote innovation.","Availability":null,"Primary Contact":"Stephen Haber (haber@stanford.edu)","Website":"http:\/\/stephen-haber.com"},{"Lab\/Group":"Hainmueller Group","PI":"Jens  Hainmueller","Departments":"Political Science, Graduate School of Business","Research Interests":null,"Biography and Research Goals":"Jens Hainmueller is an Associate Professor in the Department of Political Science at Stanford University. He also holds a courtesy appointment in the Stanford Graduate School of Business.\n\nHis research interests include statistical methods, political economy, and political behavior. His research has appeared in journals such as the American Political Science Review, American Journal of Political Science, Journal of the American Statistical Association, Review of Economics and Statistics, Political Analysis, International Organization, and the Journal of Statistical Software, and has received awards from the American Political Science Association, the Society of Political Methodology, the Midwest Political Science Association.","Availability":null,"Primary Contact":"Jens Hainmueller (jhain@stanford.edu)","Website":"http:\/\/jhlab.stanford.edu"},{"Lab\/Group":"Holloway Group","PI":"David Holloway","Departments":"Political Science, History, Freeman Spogli Institute for International Studies","Research Interests":"Comparative Politics, History, International Relations, Nuclear Weapons Security\n","Biography and Research Goals":"David Holloway was born in Dublin, Ireland. He received his undergraduate degree (in Modern Languages and Literature) and his PhD (in Social and Political Sciences) from the University of Cambridge. Before coming to Stanford he taught at the Universities of Lancaster and Edinburgh. He joined the Political Science Department at Stanford in 1986 and in 1996 was appointed professor of history as well.\n\nHolloway’s research has focused on the politics of science and technology in the Soviet Union, the Soviet atomic project, nuclear weapons and international relations. His Stalin and the Bomb: the Soviet Union and Atomic Energy 1939-1956 (Yale University Press, 1994) was selected by the New York Times as one of the 11 best books of 1994. His current research deals with the international history of nuclear weapons and the role of nuclear weapons in a changing international system.","Availability":null,"Primary Contact":"David Holloway (david.holloway@stanford.edu)","Website":null},{"Lab\/Group":"Iyengar Group","PI":"Shanto Iyengar","Departments":"Political Science, Hoover Institution","Research Interests":"American Politics, Mass Media, Political Psychology, Public Opinion\n","Biography and Research Goals":"Shanto Iyengar holds the Chandler Chair in Communication at Stanford University where he is also Professor of Political Science and Director of the Political Communication Laboratory. Iyengar’s areas of expertise include the role of mass media in democratic societies, public opinion, and political psychology. Iyengar’s research has been supported by grants from the National Science Foundation, the National Institutes of Health, the Ford Foundation, the Pew Charitable Trusts, and the Hewlett Foundation. He is the recipient of several professional awards including the Philip Converse Award of the American Political Science Association for the best book in the field of public opinion, the Murray Edelman Lifetime Achievement Award, and the Goldsmith Book Prize from Harvard University. Iyengar is author or co-author of several books, including News That Matters (University of Chicago Press, 1987), Is Anyone Responsible? (University of Chicago Press, 1991), Explorations in Political Psychology (Duke University Press, 1995), Going Negative (Free Press, 1995), and Media Politics: A Citizen’s Guide (Norton, 2011).","Availability":null,"Primary Contact":"Shanto Iyengar (siyengar@stanford.edu)","Website":null},{"Lab\/Group":"Jackman Group","PI":"Simon Jackman","Departments":"Political Science","Research Interests":"American Politics, Democratic Representation, Political Methodology, Political Representation, Public Opinion, Survey research\n","Biography and Research Goals":"Simon Jackman’s research centers on American electoral politics, public opinion, democratic representation and the art and science of survey research.  In recent years his research has investigated the use of Internet as a platform for survey research, to better track the evolution of public opinion and produce more politically relevant assessments of American political attitudes.  In 2007-08 he was one of the principal investigators of the Cooperative Campaign Analysis Project, an Internet-based, six-wave, longitudinal study of the American electorate leading up to the 2008 Presidential election.  Jackman co-directs the Stanford Center for American Democracy and the is one of the principal investigators of the American National Election Studies, 2010-2013. In 2009 he published a statistics text, Bayesian Analysis for the Social Sciences, and is a former president of the Society for Political Methodology.  ","Availability":null,"Primary Contact":"Simon Jackman ( jackman@stanford.edu)","Website":"http:\/\/jackman.stanford.edu\/"},{"Lab\/Group":"Jusco Group","PI":"Karen Jusco","Departments":"Political Science","Research Interests":"Comparative Political Economy, Comparative Politics, Political Methodology, Political Representation, Poverty\n","Biography and Research Goals":"Karen Jusko is an assistant professor of political science at Stanford University, and a faculty affiliate of Stanford's Europe Center and the Center for the Study of Poverty and Inequality.\n\nJusko's research is motivated by questions about the origins of contemporary democratic politics in the U.S., and in Europe. Drawing on survey research and historical census data, Jusko's current book project ties the different components of democratic representation -- participation, party politics, and the policy-making process -- to legislators' and political parties' electoral incentives. Specifically, Jusko draws attention to the ways in which the geographic distributions of different income groups and legislative seats across electoral districts shape legislators' and parties' incentives to craft responsive policy. This research builds on Jusko's dissertation, which was awarded the Harold D. Laswell Prize for the best dissertation in the field of public policy by the Policy Studies Organization and the APSA Public Policy Organized Section.","Availability":null,"Primary Contact":"Karen Jusko (kljusko@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~kljusko\/"},{"Lab\/Group":"Karl Group","PI":"Terry Karl","Departments":"Political Science","Research Interests":"Comparative Politics, Democratic Development, Human Rights, Latin America, Oil-Exporting Countries\n","Biography and Research Goals":"Professor Karl has published widely on comparative politics and international relations, with special emphasis on the politics of oil-exporting countries, transitions to democracy, problems of inequality, the global politics of human rights, and the resolution of civil wars.  Karl has published extensively on comparative democratization, ending civil wars in Central America, and political economy. She has conducted field research throughout Latin America, West Africa and Eastern Europe. Her work has been translated into 15 languages.\n\nKarl has a strong interest in U.S. foreign policy and has prepared expert testimony for the U.S. Congress, the Supreme Court, and the United Nations. She served as an advisor to chief U.N. peace negotiators in El Salvador and Guatemala and monitored elections for the United Nations. She accompanied numerous congressional delegations to Central America, lectured frequently before officials of the Department of State, Defense, and the Agency for International Development, and served as an adviser to the Chairman of the House Sub-Committee on Western Hemisphere Affairs of the United States Congress. Karl appears frequently in national and local media. Her most recent opinion piece was published in 25 countries.\n\nKarl has been an expert witness in major human rights and war crimes trials in the United States that have set important legal precedents, most notably the first jury verdict in U.S. history against military commanders for murder and torture under the doctrine of command responsibility and the first jury verdict in U.S. history finding commanders responsible for \"crimes against humanity\" under the doctrine of command responsibility. In January 2006, her testimony formed the basis for a landmark victory for human rights on the statute of limitations issue. Her testimonies regarding political asylum have been presented to the U.S. Supreme Court and U.S. Circuit courts. She has written over 250 affidavits for political asylum, and she has prepared testimony for the U.S. Attorney General on the extension of temporary protected status for Salvadorans in the United States and the conditions of unaccompanied minors in U.S. custody. As a result of her human rights work, she received the Doctor of Humane Letters, honoris causa from the University of San Francisco in 2005.","Availability":null,"Primary Contact":"Terry Karl (tkarl@stanford.edu)","Website":null},{"Lab\/Group":"Krasner Group","PI":"Stephen Krasner","Departments":"Political Science, Hoover Institution, Freeman Spogli Institute for International Studies","Research Interests":"American Foreign Policy, International Relations, Sovereignty\n","Biography and Research Goals":"Stephen Krasner is the Graham H. Stuart Professor of International Studies, and the deputy director of FSI.  A former director of CDDRL, Krasner is also an FSI senior fellow, and a fellow of the Hoover Institution.\n\nFrom February 2005 to April 2007 he served as the Director of Policy Planning at the US State Department. While at the State Department, Krasner was a driving force behind foreign assistance reform designed to more effectively target American foreign aid. He was also involved in activities related to the promotion of good governance and democratic institutions around the world.\n\nHis major publications include Defending the National Interest: Raw Materials Investment and American Foreign Policy (1978), Structural Conflict: The Third World Against Global Liberalism (1985), and Sovereignty: Organized Hypocrisy (1999). Publications he has edited include International Regimes (1983), Exploration and Contestation in the Study of World Politics (co-editor, 1999),  Problematic Sovereignty: Contested Rules and Political Possibilities (2001), and Power, the State, and Sovereignty: Essays on International Relations (2009). He received a BA in history from Cornell University, an MA in international affairs from Columbia University and a PhD in political science from Harvard.","Availability":null,"Primary Contact":"Stephen Krasner (skrasner@stanford.edu)","Website":null},{"Lab\/Group":"Krosnick Group","PI":"Jon Krosnick","Departments":"Political Science, Psychology, Communication, Woods Institute","Research Interests":"American Politics, Political Methodology, Political Psychology, Survey Research\n","Biography and Research Goals":"Jon A. Krosnick is Frederic O. Glover Professor in Humanities and Social Sciences. An expert on questionnaire design and survey research methods, he has taught courses on survey methods around the world for 30 years and has served as a methodology consultant to government agencies, commercial firms, and academic scholars. His substantive work focuses on the psychology of political attitudes and behavior. He was co-principal investigator of the American National Election Study, the nation's preeminent academic research project exploring voter decision-making and political campaign effects. Dr. Krosnick studies how the American public's political attitudes are formed, change, and shape thinking and action. His publications explore the causes of people decisions about whether to vote, for whom to vote, whether to approve of the President's performance, whether to take action to influence government policy-making on a specific issue, and more.  Dr. Krosnick also directs the Summer Institute in Political Psychology, an annual event that brings 60 students and professionals from around the world to Stanford for intensive training in political psychology theory and methods.","Availability":null,"Primary Contact":"Jon Krosnick (krosnick@stanford.edu)","Website":null},{"Lab\/Group":"Laitin Group","PI":"David Laitin","Departments":"Political Science","Research Interests":"Civil War, Comparative Politics, Ethnic Conflict, Muslim Integration","Biography and Research Goals":"David D. Laitin is the James T. Watkins IV and Elise V. Watkins Professor of Political Science at Stanford University. He received his BA from Swarthmore College, and then served as a Peace Corps Volunteer in Somalia and Grenada, where he became national tennis champion in 1970. Back in the US, he received his Ph.D. in political science from UC Berkeley, working under the direction of Ernst Haas and Hanna Pitkin.\n\nOver the past decade, mostly in collaboration with James Fearon, he has published several papers on ethnicity, ethnic cooperation, the sources of civil war, and on policies that work to settle civil wars. Laitin has also collaborated with Alan Krueger on international terrorism and with Eli Berman on suicide terrorism.\n\nIn 2008-2009, with support from the National Science Foundation, and with a visiting appointment at Sciences-Po Paris, Laitin conducted ethnographic, survey and experimental research on Muslim integration into France, seeking to assess the magnitude of religious discrimination and isolate the mechanisms that sustain it. The initial results from that project were published in the \"Proceedings of the National Academy of Sciences\" (2010).","Availability":null,"Primary Contact":"David Laitin (dlaitin@stanford.edu)","Website":"http:\/\/laitinresearch.stanford.edu"},{"Lab\/Group":"Levi Group","PI":"Margaret Levi","Departments":"Political Science, Center for Advanced Study in Behavioral Sciences","Research Interests":null,"Biography and Research Goals":"Margaret Levi is the Director of the Center for Advanced Study in the Behavioral Sciences (CASBS) at Stanford and Professor of Political Science, Stanford University, and Jere L. Bacharach Professor Emerita of International Studies in the Department of Political Science at the University of Washington. She became a fellow of the American Academy of Arts and Sciences in 2001 and a John Simon Guggenheim Fellow in 2002. She served as president of the American Political Science Association from 2004 to 2005. She is the recipient of the 2014 William H. Riker Prize for Political Science.\n\nLevi is the author or coauthor of numerous articles and six books, including Of Rule and Revenue (University of California Press, 1988); Consent, Dissent, and Patriotism (Cambridge University Press, 1997); Analytic Narratives (Princeton University Press, 1998); and Cooperation Without Trust? (Russell Sage, 2005). Her most recent book, In the Interest of Others (Princeton, 2013), co-authored with John Ahlquist, explores how organizations provoke member willingness to act beyond material interest. In other work, she investigates the conditions under which people come to believe their governments are legitimate and the consequences of those beliefs for compliance, consent, and the rule of law. Her research continues to focus on how to improve the quality of government.  She is also committed to understanding and improving supply chains so that the goods we consume are produced in a manner that sustains both the workers and the environment.\n\n","Availability":null,"Primary Contact":"Margaret Levi (mlevi@stanford.edu)","Website":null},{"Lab\/Group":"Lopscy Group","PI":"Phillip Lipscy","Departments":"Political Science, Freeman Spogli Institute for International Studies","Research Interests":"Comparative Political Economy, East Asia, International Political Economy, International relations, Japan, Trade\n","Biography and Research Goals":" Phillip Lipscy is Assistant Professor of Political Science at Stanford University.  He is also The Thomas Rohlen Center Fellow, Shorenstein Asia-Pacific Research Center, Freeman Spogli Institute for International Studies.  His fields of research include international and comparative political economy, international security, and the politics of East Asia, particularly Japan.\n\nLipscy is an expert on bargaining over unbalanced representation in international organizations such as the United Nations Security Council, International Monetary Fund, and World Bank. His existing work addresses a wide range of topics such as the use of secrecy in international policy making, the effect of domestic politics on trade, and the politics of financial crises. His most recent research examines the political economy of energy policy and climate change.","Availability":null,"Primary Contact":"Phillip Lipscy (plipscy@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~plipscy\/\n"},{"Lab\/Group":"Magaloni Group","PI":"Beatriz Magaloni","Departments":"Political Science, Freeman Spogli Institute for International Studies, ","Research Interests":"Authoritarianism, Comparative Political Economy, Comparative Politics, Democratic Development, Latin America, Poverty\n","Biography and Research Goals":"Beatriz Magaloni is an Associate Professor in the Department of Political Science and Senior Fellow at the Freeman Spogli Institute for International Studies (FSI) at Stanford University. She is also an affiliated faculty member of the Woods Institute of the Environment (2011-2013) and a Faculty Fellow at the Stanford Center for International Development. In 2010 she founded the Program on Poverty and Governance (POVGOV) within the Freeman Spogli Institute’s Center on Democracy, Development and the Rule of Law. There she pursues a research agenda focused on governance, poverty reduction, electoral clientelism, the provision of public goods, and criminal violence. Her research has also concentrated on the politics of authoritarian regimes, democratization, and the dynamics of protest.\n\nHer work has appeared in the American Journal of Political Science, World Development, Comparative Political Studies, Annual Review of Political Science, Latin American Research Review, Journal of Theoretical Politics and other journals.","Availability":null,"Primary Contact":"Beatriz Magaloni (magaloni@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~magaloni\/index.html"},{"Lab\/Group":"McFaul Group","PI":"Michael McFaul","Departments":"Political Science, Hoover Institution, Freeman Spogli Institute for International Studies","Research Interests":"American Foreign Policy, Comparative Politics, Democratization, Eastern Europe, Post-communism Russia\n","Biography and Research Goals":"Michael McFaul is the former director of CDDRL and deputy director of FSI at Stanford University. He also is the Peter and Helen Bing Senior Fellow at the Hoover Institution, where he co-directs the Iran Democracy Project, as well as Professor of Political Science at Stanford University.\n\nHe is also a non-resident Senior Associate at the Carnegie Endowment for International Peace. He serves on the Board of Directors of the Eurasia Foundation, the Firebird Fund, Freedom House, the International Forum for Democratic Studies of the National Endowment for Democracy, and the International Research and Exchange Board (IREX).\n\nProfessor McFaul comments frequently in the national media on American foreign policy and international politics. He has appeared on all major television and radio networks, while his opeds have appeared in The Chicago Tribune, The International Herald Tribune, The Los Angeles Times, The Moscow Times, The New Republic, The New York Times, The San Jose Mercury News, The Wall Street Journal, The Washington Post, The Washington Times and The Weekly Standard.\n\nDr. McFaul's current research interests include democracy promotion, comparative democratization, and the relationship between political and economic reform in the postcommunist world.","Availability":null,"Primary Contact":"Michael McFaul (mcfaul@stanford.edu)","Website":null},{"Lab\/Group":"McQueen Group","PI":"Alison McQueen","Departments":"Political Science","Research Interests":"Political Theory, Realism","Biography and Research Goals":"Alison McQueen is an Assistant Professor of Political Science.  Her research focuses on early modern political theory and the history of International Relations thought.  Alison’s current book project, Political Realism in Apocalyptic Times, traces the responses of three canonical political realists—Niccolò Machiavelli, Thomas Hobbes, and Hans Morgenthau—to hopes and fears about the end of the world.  Her other ongoing research projects explore philosemitism in seventeenth-century English political thought, methods of textual interpretation, and the normative commitments of political realism.","Availability":null,"Primary Contact":"Alison McQueen (amcqueen@stanford.edu)","Website":null},{"Lab\/Group":"Moe Group","PI":"Terry Moe","Departments":"Political Science, Hoover Institution","Research Interests":"American Politics, Bureaucracies, Education, Political Institutions","Biography and Research Goals":"Terry M. Moe is the William Bennett Munro Professor of Political Science at Stanford University and a senior fellow at the Hoover Institution. \n\nHe has written extensively on public bureaucracy and the presidency, as well as the theory of political institutions more generally. His articles include \"The New Economics of Organization,\" \"The Politicized Presidency,\" \"The Politics of Bureaucratic Structure,\" \"Political Institutions: The Neglected Side of the Story,\" \"Presidents, Institutions, and Theory,\" “The Presidential Power of Unilateral Action” (with William Howell), “Power and Political Institutions,” and “Political Control and the Power of the Agent.”\n\nHe has also written extensively on the politics of American education.  His newest book, Special Interest: Teachers Unions and America’s Public Schools (2011), provides the first comprehensive study of this nation’s teachers unions, their exercise of power in collective bargaining and politics, and its consequences for the public schools.  His past work on education includes Politics, Markets, and America's Schools (1990) and Liberating Learning: Technology, Politics, and the Future of American Education (2009), both with John E. Chubb, and Schools, Vouchers, and the American Public (2001). ","Availability":null,"Primary Contact":"Terry Moe (tmoe@stanford.edu)","Website":null},{"Lab\/Group":"Nall Group","PI":"Clayton Nall","Departments":"Political Science","Research Interests":"American Politics, Elections, Political Geography, Public Policy\n","Biography and Research Goals":"Clayton Nall is an Assistant Professor of Political Science. His research explains how policies that manipulate geographic space change American elections, issue politics, and public policy. Clayton's book manuscript, The Road to Division: How the American Highway System Segregates Communities and Polarizes Politics, examines how the largest public works project in U.S. history created Republican suburbs, increased the urban-suburban political divide, broke apart political networks in urban neighborhoods, and polarized issue politics. The dissertation version of this manuscript won the Harvard Department of Government’s Toppan Prize for best dissertation in political science and the American Political Science Association's William Anderson Award for the best dissertation in the general field of federalism or intergovernmental relations, state and local politics. Clayton's other research projects encompass public policy, causal inference, political geography, and American political development.","Availability":null,"Primary Contact":"Clayton Nall (nall@stanford.edu)","Website":"http:\/\/www.nallresearch.com"},{"Lab\/Group":"Ober Group","PI":"Josiah Ober","Departments":"Political Science, Classics, Philosophy","Research Interests":"Ancient Greek Thought, Classics, Democracy, Philosophy, Political Theory\n","Biography and Research Goals":"Josiah Ober, the Constantine Mitsotakis Chair in the School of Humanities and Sciences, specializes in the areas of ancient and modern political theory and historical institutionalism. He has a secondary appointment in the Department of Classics and a courtesy appointment in Philosophy. His most recent book, Democracy and Knowledge: Innovation and Learning in Classical Athens, was published by Princeton University Press in 2008. His ongoing work focuses on the theory and practice of democracy and the politics of knowledge and innovation, Recent articles and working papers seek to explain economic growth in the ancient Greek world, the relationship between democracy and dignity, and the aggregation of expertise.","Availability":null,"Primary Contact":"Josiah Ober ( jober@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~jober\/"},{"Lab\/Group":"Oi Group","PI":"Jean Oi","Departments":"Political Science, Freeman Spogli Institute for International Relations","Research Interests":"China, Comparative Politics, International Political Economy\n","Biography and Research Goals":"Jean C. Oi is the William Haas Professor in Chinese Politics in the Department of Political Science and a senior fellow of the Freeman Spogli Institute for International Studies at Stanford University.  She directed Stanford’s Center for East Asian Studies from 1998 to 2005 and in 2007 she became the founding director of the Stanford China Program at the Walter H. Shorenstein Asia-Pacific Research Center and leads Stanford’s China Initiative. \n\nHer work focuses on comparative politics, with special expertise on Chinese political economy.  She has published extensively on China’s rural politics and political economy. Her books include Rural China Takes Off:  Institutional Foundations of Economic Reform (University of California Press, 1999); Property Rights and Economic Reform in China (Stanford University Press, 1999), edited with Andrew Walder; and State and Peasant in Contemporary China: The Political Economy of Village Government (University of California Press, 1989).\nCurrently, she is researching the politics of corporate restructuring, with a focus on the incentives and institutional constraints of state actors in authoritarian regimes.  She also continues her research on rural finance and local governance in China and has started a new project on the logic of administrative redistricting in one-party states. \n","Availability":null,"Primary Contact":"Jean Oi (joi@stanford.edu)","Website":null},{"Lab\/Group":"Rakove Group","PI":"Jack Rakove","Departments":"Political Science","Research Interests":"American Politics, Constitution, History, Political Theory","Biography and Research Goals":"Jack Rakove is the William Robertson Coe Professor of History and American Studies and professor of political science and (by courtesy) law at Stanford, where he has taught since 1980. His principal areas of research include the origins of the American Revolution and Constitution, the political practice and theory of James Madison, and the role of historical knowledge in constitutional litigation. He is the author of six books, including Original Meanings: Politics and Ideas in the Making of the Constitution (1996), which won the Pulitzer Prize in History, and Revolutionaries: A New History of the Invention of America (2010), which was a finalist for the George Washington Prize, and the editor of seven others, including The Unfinished Election of 2000 (2001). He is a member of the American Academy of Arts and Sciences, the American Philosophical Society, and a past president of the Society for the History of the Early American Republic.","Availability":null,"Primary Contact":"Jack Rakove (rakove@stanford.edu)","Website":null},{"Lab\/Group":"Reich Group","PI":"Rob Reich","Departments":"Political Science and Ethics in Society, Education, Philosophy","Research Interests":"Charity, Education, Ethics, Philanthropy, Political Philosophy, Political Theory, Public Service\n","Biography and Research Goals":null,"Availability":null,"Primary Contact":"Rob Reich (reich@stanford.edu)","Website":"http:\/\/robreich.stanford.edu\/"},{"Lab\/Group":"Rice Group","PI":"Condoleezza Rice","Departments":"Political Science, Political Economy, Graduate School of Business","Research Interests":null,"Biography and Research Goals":"Condoleezza Rice is the Thomas and Barbara Stephenson Senior Fellow on Public Policy at the Hoover Institution, professor of political economy in the Stanford Graduate School of Business, and professor of political science at Stanford University.\n\nFrom January 2005 to 2009, she served as the 66th secretary of state of the United States. Before serving as America’s chief diplomat, she served as assistant to the president for national security affairs (national security adviser) from January 2001 to 2005.","Availability":null,"Primary Contact":null,"Website":"http:\/\/www.hoover.org\/fellows\/10078"},{"Lab\/Group":"Rivers Group","PI":"Douglas Rivers","Departments":"Political Science, Hoover Institution","Research Interests":"American Politics, Political Methodology\n","Biography and Research Goals":"Douglas Rivers is a senior fellow at the Hoover Institution and a professor of political science at Stanford University. He is the president and CEO of YouGov\/Polimetrix.","Availability":null,"Primary Contact":"Douglas Rivers (rivers@stanford.edu)","Website":null},{"Lab\/Group":"Rodden Lab, Spatial Social Science Lab","PI":"Jonathan Rodden","Departments":"Political Science","Research Interests":"Comparative Political Economy,Comparative Politics, Political Geography, Political Institutions","Biography and Research Goals":"Jonathan Rodden is a professor in the political science department at Stanford who works on the comparative political economy of institutions. He has written several articles and a pair of books on federalism and fiscal decentralization. His most recent book, Hamilton’s Paradox: The Promise and Peril of Fiscal Federalism, was the recipient of the Gregory Luebbert Prize for the best book in comparative politics in 2007. He frequently works with the World Bank and the International Monetary Fund on issues related to fiscal decentralization.\n\nHe has also written papers on the geographic distribution of political preferences within countries, legislative bargaining, the distribution of budgetary transfers across regions, and the historical origins of political institutions. He is currently writing a series of articles and a book on political geography and the drawing of electoral districts around the world.","Availability":null,"Primary Contact":"Jonathan Rodden (jrodden@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~jrodden\/jrhome.htm"},{"Lab\/Group":"Sagan Group","PI":"Scott Sagan","Departments":"Political Science, Freeman Spogli Institute for International Relations","Research Interests":"International Relations, Nuclear Weapons Security\n","Biography and Research Goals":"Scott D. Sagan is the Caroline S.G. Munro Professor of Political Science, the Mimi and Peter Haas University Fellow in Undergraduate Education, and Senior Fellow at the Center for International Security and Cooperation and the Freeman Spogli Institute at Stanford University. He also serves as co-chair of the American Academy of Arts and Sciences’ Global Nuclear Future Initiative. Before joining the Stanford faculty, Sagan was a lecturer in the Department of Government at Harvard University. From 1984 to 1985, he served as special assistant to the director of the Organization of the Joint Chiefs of Staff in the Pentagon. Sagan has also served as a consultant to the office of the Secretary of Defense and at the Sandia National Laboratory and the Los Alamos National Laboratory.\n\nSagan is the author of Moving Targets: Nuclear Strategy and National Security (Princeton University Press, 1989); The Limits of Safety: Organizations, Accidents, and Nuclear Weapons (Princeton University Press, 1993); and, with co-author Kenneth N. Waltz, The Spread of Nuclear Weapons: An Enduring Debate (W.W. Norton, 2012).  Sagan’s recent publications include “A Call for Global Nuclear Disarmament” in Nature (July 2012); “Atomic Aversion: Experimental Evidence on Taboos, Traditions, and the Non-Use of Nuclear Weapons” with Daryl G. Press and Benjamin A. Valentino in the American Political Science Review (February 2013); and, with Matthew Bunn, the American Academy of Arts and Sciences occasional paper, “A Worst Practices Guide to Insider Threats: Lessons from Past Mistakes” (2014).\n","Availability":null,"Primary Contact":"Scott Sagan (ssagan@stanford.edu)","Website":"http:\/\/cisac.stanford.edu\/people\/2223\/"},{"Lab\/Group":"Sheve Group","PI":"Kenneth Scheve","Departments":"Political Science","Research Interests":null,"Biography and Research Goals":"Kenneth Scheve is Professor of Political Science at Stanford University and a Senior Fellow at Stanford’s Freeman Spogli Institute. He currently serves as the Director of The Europe Center at FSI. His research interests are in the fields of international and comparative political economy and comparative political behavior with particular interest in the behavioral foundations of the politics of economic policymaking. His research has been published in numerous leading scholarly journals and has been recognized for a number of awards and grants including the Michael Wallerstein Award, the Franklin L. Burdette\/Pi Sigma Alpha Award, and Robert O. Keohane Award. Scheve is also the author, with Matthew Slaughter, of Globalization and the Perceptions of American Workers examining American public opinion about the liberalization of trade, immigration, and foreign direct investment policies. He is currently writing a book with David Stasavage examining the interaction between mass warfare, fairness concerns, and the development of progressive taxation in the 19th and 20th centuries across twenty countries. His current research projects also include comparative studies examining the role of interdependent preferences in opinion formation about tax policy, trade policy, and international environmental cooperation. ","Availability":null,"Primary Contact":"Kenneth Scheve (scheve@stanford.edu)","Website":"http:\/\/scheve-research.stanford.edu"},{"Lab\/Group":"Shultz Group","PI":"Kenneth Shultz","Departments":"Political Science","Research Interests":"American Foreign Policy, International Conflict, International Relations","Biography and Research Goals":"Kenneth A. Schultz is professor of political science at Stanford University. His research examines international conflict and conflict resolution, with a particular focus on the domestic political influences on foreign policy choices. He is the author of Democracy and Coercive Diplomacy and World Politics: Interests, Interactions, and Institutions (with David Lake and Jeffry Frieden), as well as numerous articles in peer-reviewed scholarly journals. He was the recipient the 2003 Karl Deutsch Award, given by the International Studies Association, and a 2011 Dean’s Award for Distinguished Teaching, awarded by Stanford’s School of Humanities and Sciences. He received his PhD in political science from Stanford University.","Availability":null,"Primary Contact":"Kenneth Shultz (kschultz@stanford.edu)","Website":null},{"Lab\/Group":"Segura Group","PI":"Gary Segura","Departments":"Political Science, Center for Comparative Studies in Race and Ethnicity, Stanford Center for American Democracy, American National Election Studies, Institute on the Politics of Inequality, Race and Ethnicity at Stanford","Research Interests":"American Politics, Political Representation, Race and Ethnicity\n","Biography and Research Goals":"Gary M. Segura is a Professor of American Politics and Chair of Chicano\/a-Latina\/o Studies at Stanford University.   His work focuses on issues of political representation, and the politics to America’s growing Latino minority.  Among his most recent publications are \"The Future is Ours:\" Minority Politics, Political Behavior, and the Multiracial Era of American Politics (2011, Congressional Quarterly Press), Latinos in the New Millennium: An Almanac of Opinion, Behavior, and Policy Preferences (2012, Cambridge University Press), and Latino Lives in America: Making It Home (2010, Temple University Press). His work has been published in the American Political Science Review, American Journal of Political Science, Journal of Politics, Political Research Quarterly, and the Annual Review of Political Science, among many others.  Segura was one of three Principal Investigators of the 2012 American National Election Studies, and was one of the Principal Investigators of the Latino National Survey, in 2006.  ","Availability":null,"Primary Contact":"Gary Segura (segura@stanford.edu)","Website":null},{"Lab\/Group":"Sinderman Group","PI":"Paul Sniderman","Departments":"Political Science, Hoover Institution, Freeman Spogli Institute for International Studies","Research Interests":"American Politics, Europe, Multiculturalism, Race and ethnicity\n","Biography and Research Goals":"Paul M. Sniderman is the Fairleigh S. Dickinson Jr. Professor in Public Policy and a senior fellow at the Hoover Institution.\n\nSniderman’s research focuses on multiculturalism and politics in Western Europe and spatial reasoning.\n\nHe coauthored When Ways of Life Collide: Multiculturalism and Its Discontents in the Netherlands (Princeton University Press, 2007) with Louk Hagendoorn.\n\nHe has published many other books, including Reasoning and Choice, The Scar of Race, Reaching beyond Race, The Outsider, and Black Pride and Black Prejudice, in addition to a plethora of articles. He initiated the use of computer-assisted interviewing to combine randomized experiments and general population survey research.\n","Availability":null,"Primary Contact":"Paul Sniderman (paulms@stanford.edu)","Website":null},{"Lab\/Group":"Tomz Group","PI":"Michael Tomz","Departments":"Political Science","Research Interests":"Elections, International Conflict, International Political Economy, International Relations, Political Methodology\n","Biography and Research Goals":"Michael Tomz is Professor of Political Science at Stanford University. He is also a Senior Fellow at the Stanford Center for International Development and at the Stanford Institute for Economic Policy Research.\n\nTomz has published in the fields of international relations, American politics, comparative politics, and statistical methods. He is the author of Reputation and International Cooperation: Sovereign Debt across Three Centuries and numerous articles in political science and economics journals.\n\nTomz received the International Studies Association’s Karl Deutsch Award, given to a scholar who, within 10 years of earning a Ph.D., has made the most significant contribution to the study of international relations. He has also won the Giovanni Sartori Award for the best book developing or applying qualitative methods; the Jack L. Walker Award for the best article on Political Organizations and Parties; the best paper award from the APSA section on Elections, Public Opinion and Voting Behavior; the best paper award from the APSA section on Experimental Research; and the Okidata Best Research Software Award. His research has been supported by the National Science Foundation.\n","Availability":null,"Primary Contact":"Michael Tomz (tomz@stanford.edu)","Website":"http:\/\/www.stanford.edu\/~tomz\/"},{"Lab\/Group":"Weingast Group","PI":"Barry R Weingast","Departments":"Political Science, Hoover Institution, Economics","Research Interests":"Comparative Political Economy, Comparative Politics, Democracy, Economic Reform, Federalism, Political Institutions, Rule of Law\n","Biography and Research Goals":"Barry R. Weingast is the Ward C. Krebs Family Professor, Department of Political Science, and a Senior Fellow, Hoover Institution. He served as Chair, Department of Political Science, from 1996 through 2001. He is a member of the National Academy of Sciences and the American Academy of Arts and Sciences.  Weingast’s research focuses on the political foundation of markets, economic reform, and regulation. He has written extensively on problems of political economy of development, federalism and decentralization, legal institutions and the rule of law, and democracy. Weingast is co-author of Violence and Social Orders: A Conceptual Framework for Interpreting Recorded Human History (with Douglass C. North and John Joseph Wallis, 2009, Cambridge: Cambridge University Press) and Analytic Narratives (1998, Princeton). He edited (with Donald Wittman) The Oxford Handbook of Political Economy (Oxford University Press, 2006). Weingast has won numerous awards, including the William H. Riker Prize, the Heinz Eulau Prize (with Ken Shepsle), the Franklin L. Burdette Pi Sigma Alpha Award (with Kenneth Schultz), and the James L. Barr Memorial Prize in Public Economics.","Availability":null,"Primary Contact":"Barry R Weingast (weingast@stanford.edu)","Website":"http:\/\/mcnollgast.stanford.edu"},{"Lab\/Group":"Weinstein Group","PI":"Jeremy Weinstein","Departments":"Political Science","Research Interests":"Civil War, Comparative Political Economy, Comparative Politics, Democratization, Ethnic Politics, Humanitarian Intervention, International Relations","Biography and Research Goals":"Jeremy M. Weinstein is Associate Professor of Political Science, and Senior Fellow at the Freeman Spogli Institute for International Studies. He is also a non-resident fellow at the Center for Global Development in Washington, D.C.\n\nHis research focuses on civil wars and political violence; ethnic politics and the political economy of development; and democracy, accountability, and political change. He is the author of Inside Rebellion: The Politics of Insurgent Violence (Cambridge University Press), which received the William Riker Prize for the best book on political economy. He is also the co-author of Coethnicity: Diversity and the Dilemmas of Collective Action (Russell Sage Foundation), which received the Gregory Luebbert Award for the best book in comparative politics. He has published articles in the American Political Science Review, American Journal of Political Science, Annual Review of Political Science, Journal of Conflict Resolution, Foreign Affairs, Foreign Policy, Journal of Democracy, World Policy Journal, and the SAIS Review.\n\nHe served as Director for Development and Democracy on the National Security Council staff at the White House between 2009 and 2011. In this capacity, he played a key role in the National Security Council’s work on global development, democracy and human rights, and anti-corruption, with a global portfolio. Among other issues, Weinstein was centrally involved in the development of President Obama’s Policy Directive on Global Development and associated efforts to reform and strengthen USAID, promote economic growth, and increase the effectiveness of U.S. foreign assistance across the board; led efforts at the White House to develop a robust international anti-corruption agenda, which included the creation of the G-20 Action Plan on Anti-Corruption, the design and launch of the Open Government Partnership, and the successful legislative passage and internationalization of a ground-breaking extractive industries disclosure requirement; and played a significant role in developing the Administration’s policy in response to the Arab Spring, including focused work on Egypt, Tunisia, Bahrain, Syria, Yemen, and others. Before joining the White House staff, Weinstein served as an advisor to the Obama campaign and, during the transition, as a member of the National Security Policy Working Group and the Foreign Assistance Agency Review Team.\n","Availability":null,"Primary Contact":"Jeremy Weinstein (jweinst@stanford.edu)","Website":null}]