[{"Lab\/Group Name":"Life-span Lab","PI":"Laura Carstensen","Department":"Psychology (Affective Science)","Research Goals":"Socioemotional selectivity theory; emotional development throughout the lifespan; the influence of social behavior and emotional well-being on health in later life; psychopathology among the elderly; and gender differences in old age.","Availability":null,"Primary Contact":"laura.carstensen@stanford.edu","Secondary Contact":"Tracy Dow","Website":null},{"Lab\/Group Name":"Clark Lab","PI":"Herbert Clark","Department":"Psychology (Cognitive)","Research Goals":"Study of cognitive and social processes in language use. Special interest in speaking, understanding, and memory in conversation. Study of word meaning and what speakers mean in saying what they say. Study of discourse.","Availability":null,"Primary Contact":"clark@stanford.edu","Secondary Contact":null,"Website":null},{"Lab\/Group Name":"Cohen Lab","PI":"Geoffrey Cohen","Department":"Psychology (Social)","Research Goals":"How people protect and maintain identity.Social psychological intervention.Psychological impediments to open-mindedness.Belief formation and change.Under-performance, social conflict, and inequality.Stigma, discrimination, and health.","Availability":null,"Primary Contact":"glc@stanford.edu","Secondary Contact":null,"Website":"https:\/\/ed.stanford.edu\/faculty\/glc"},{"Lab\/Group Name":"Crum Lab","PI":"Alia Crum","Department":"Psychology (Social)","Research Goals":"My research focuses on how changes in subjective mindsets - the lenses through which information is perceived, organized, and interpreted - can alter objective reality through behavioral, psychological, and physiological mechanisms. My work is, in part, inspired by research on the placebo effect, a remarkable and consistent demonstration of the ability of the mindset to elicit healing properties in the body. I am interested in understanding how mindsets affect important outcomes outside the realm of medicine, in the domains of behavioral health and organizational behavior. More specifically, I aim to understand how mindsets can be consciously and deliberately changed through intervention to affect organizational and individual performance, physiological and psychological well-being, and interpersonal effectiveness.","Availability":null,"Primary Contact":"crum@stanford.edu","Secondary Contact":null,"Website":"http:\/\/www.aliacrum.com"},{"Lab\/Group Name":"Dweck Lab","PI":"Carol Dweck","Department":"Psychology (Developmental)","Research Goals":"My work bridges developmental psychology, social psychology, and personality psychology, and examines the self-conceptions people use to structure the self and guide their behavior. My research looks at the origins of these self-conceptions, their role in motivation and self-regulation, and their impact on achievement and interpersonal processes.","Availability":null,"Primary Contact":"dweck@stanford.edu","Secondary Contact":"Porsche Williams","Website":"https:\/\/web.stanford.edu\/dept\/psychology\/cgi-bin\/drupalm\/cdweck"},{"Lab\/Group Name":"Eberhardt Lab","PI":"Jennifer Eberhardt","Department":"Psychology (Social)","Research Goals":"My research is on race and inequality. I am especially interested in examining race and inequality in the criminal justice context. My most recent research focuses on how the association of African Americans with crime might matter at different points in the criminal justice system and how this association can affect us in surprising ways.","Availability":null,"Primary Contact":"eberhard@stanford.edu","Secondary Contact":"Lynda Ichinaga","Website":"http:\/\/www.jennifereberhardt.com\/"},{"Lab\/Group Name":"The Center for Infant Studies","PI":"Anne Fernald","Department":"Psychology (Developmental)","Research Goals":"Early development of communication and language. Using online measures of spoken language understanding, we investigate the development of speed and efficiency in children's early comprehension in relation to their emerging lexical and grammatical competence. In addition to our ongoing research with English-learning children at our Stanford campus lab, in have recently established a new lab in East Palo Alto. Here we are exploring early bilingual development with Latino infants and young children learning Spanish as well as English.","Availability":null,"Primary Contact":"afernald@stanford.edu","Secondary Contact":"Henedina Gonzales","Website":"http:\/\/psychology.stanford.edu\/~babylab\/"},{"Lab\/Group Name":"Frank Lab","PI":"Michael Frank","Department":"Psychology (Developmental)","Research Goals":"Language acquisition: computational models of language acquisition, especially word segmentation and word learning, and the role of social cognition in language development.  The reciprocal effects of language on cognition, including cross-cultural studies of numerical cognition. ","Availability":null,"Primary Contact":"mcfrank@stanford.edu","Secondary Contact":"Porsche Williams","Website":"http:\/\/www.stanford.edu\/~mcfrank\/\/\/\/"},{"Lab\/Group Name":"Gardner Lab","PI":"Justin Gardner","Department":"Psychology (Neuroscience)","Research Goals":"How does neural activity in the human cortex create our sense of visual perception? We use a combination of functional magnetic resonance imaging, computational modeling and analysis, and psychophysical measurements to link human perception to cortical brain activity.","Availability":null,"Primary Contact":"jlg@stanford.edu","Secondary Contact":"Jody Joseph","Website":"http:\/\/gru.stanford.edu"},{"Lab\/Group Name":"Goodman Lab","PI":"Noah Goodman","Department":"Psychology (Cognitive)","Research Goals":"Computational models of cognition, integrating logic and probability. Concepts, categorization, and intuitive theories. Causal learning and reasoning. Social cognition: reasoning about others' goals, beliefs, and actions. Cognitive development, especially the acquisition of abstract knowledge. Natural language semantics and pragmatics. Probabilistic programming languages.","Availability":null,"Primary Contact":"ngoodman@stanford.edu","Secondary Contact":"Jody Joseph","Website":"http:\/\/stanford.edu\/~ngoodman\/"},{"Lab\/Group Name":"Stanford Mood and Anxiety Disorders Laboratory","PI":"Ian Gotlib","Department":"Psychology (Affective Science)","Research Goals":"Current interests include social, cognitive, and biological factors in affective disorders; neural and cognitive processing of emotional stimuli and reward by depressed persons; behavioral activation and anhedonia in depression; social, emotional, and biological risk factors for depression in children.","Availability":null,"Primary Contact":"ian.gotlib@stanford.edu","Secondary Contact":"Tracy Dow","Website":"http:\/\/mood.stanford.edu\/"},{"Lab\/Group Name":"Vision & Perception Neuroscience Lab","PI":"Kalanit Grill-Spector","Department":"Psychology (Neuroscience)","Research Goals":"My research utilizes functional imaging (fMRI), computational techniques and behavioral methods to investigate visual recognition and high-level visual processes. For humans, visual recognition is a natural, effortless skill that occurs within a few hundreds of milliseconds, yet, it is one of the least understood aspects of visual perception. We investigate the underlying representations and cortical mechanisms that subserve recognition, and the relation between these neural processes, and our visual perception of the world. We are interested to learn how these neural representations come about, how they change with experience and development and what are the basic computations that are implemented in the brain that enable visual perception.","Availability":null,"Primary Contact":"kalanit@stanford.edu","Secondary Contact":"Erlinda Viray","Website":"http:\/\/vpnl.stanford.edu\/"},{"Lab\/Group Name":"Psychophysiology Laboratory","PI":"James Gross","Department":"Psychology (Affective Science)","Research Goals":"I am interested in emotion and emotion regulation. My research employs behavioral, physiological, and brain measures to examine emotion-related personality processes and individual differences. My current interests include emotion coherence, specific emotion regulation strategies (reappraisal, suppression), automatic emotion regulation, and social anxiety.","Availability":null,"Primary Contact":"gross@stanford.edu","Secondary Contact":"Tamara Danoyan","Website":"http:\/\/spl.stanford.edu\/"},{"Lab\/Group Name":"Social Learning Lab","PI":"Hyowon Gweon","Department":"Psychology (Developmental)","Research Goals":"I am broadly interested in the representations and inferential processes that underlie learning in social contexts. By using a combination of developmental, neuroimaging, computational, and clinical approaches, my current projects study social evaluations and pragmatic inferences in communicative contexts, neural development of Theory of Mind and its role in social learning, and various factors that affect our decision to teach others and to learn from others. ","Availability":null,"Primary Contact":"hyo@stanford.edu","Secondary Contact":"Porsche Williams","Website":"http:\/\/sll.stanford.edu\/"},{"Lab\/Group Name":"Stanford Prevention Research Center","PI":"Catherine Heaney","Department":"Psychology (Health)","Research Goals":"Enhancing our understanding of psychosocial factors at work (occupational stress, social support at work, organizational justice, organizational empowerment) that are associated with health and disease. Developing effective strategies for enhancing employee resiliency and reducing exposure to psychological and behavioral risk factors at work.","Availability":null,"Primary Contact":"cheaney@stanford.edu","Secondary Contact":"Jody Joseph","Website":"http:\/\/prevention.stanford.edu\/"},{"Lab\/Group Name":"Markman Lab","PI":"Ellen Markman","Department":"Psychology (Developmental)","Research Goals":"Cognitive and language development, especially, early lexical acquisition, conceptual organization, categorization, and inductive reasoning in children and infants.","Availability":null,"Primary Contact":"markman@stanford.edu","Secondary Contact":"Porsche Williams","Website":null},{"Lab\/Group Name":"Markus Lab","PI":"Hazel Markus","Department":"Psychology (Social)","Research Goals":"Sociocultural shaping of mind and self. Specifically, my work is concerned with how gender, ethnicity, religion, social class, cohort, or region or country of national origin may influence thought and feeling, particularly self-relevant thought and feeling. Recent studies of Japanese and American college students have focused on similarities and differences in the nature of self-concept and in the functioning of self-esteem. Related studies examine age and cohort variation in the form and functioning of the self in a large representative sample of American adults.","Availability":null,"Primary Contact":"hmarkus@stanford.edu","Secondary Contact":"Lynda Ichinaga","Website":"http:\/\/www.stanford.edu\/~hazelm\/cgi-bin\/wordpress\/"},{"Lab\/Group Name":"Parallel Distributed Processing Lab","PI":"James McClelland","Department":"Psychology (Cognitive)","Research Goals":"Research in my lab addresses a broad range of cognitive neuroscience issues in learning, memory, language and cognitive development. We view cognitive functions as emerging from the parallel, distributed processing activity of neural populations, with learning occurring through the adaptation of connections among participating neurons, as discussed in Parallel Distributed Processing (Rumelhart, McClelland, and the PDP Research Group, 1986). Research opportunities in my lab revolve around efforts to develop explicit computational models based on these ideas; to test, refine, and extend the principles embodied in the models; and then to apply the models to substantive research questions through behavioral experiment, computer simulation, functional brain imaging, and mathematical analysis.","Availability":null,"Primary Contact":"mcclelland@stanford.edu","Secondary Contact":"Laura Hope","Website":"http:\/\/www.stanford.edu\/group\/pdplab\/"},{"Lab\/Group Name":"Stanford University Decision Neuroscience Laboratory","PI":"Samuel McClure","Department":"Psychology (Neuroscience)","Research Goals":"Neural basis of decision making","Availability":null,"Primary Contact":" smcclure@stanford.edu","Secondary Contact":"Tamara Danoyan","Website":"http:\/\/psychology.stanford.edu\/~dnl\/"},{"Lab\/Group Name":"Monin Lab","PI":"Benoît Monin","Department":"Psychology (Social)","Research Goals":"My research deals with how people address threats to the self in interpersonal situations: How they avoid feeling prejudiced, how they construe other people's behavior to make to their own look good, how they deal with dissonance, how they affirm a threatened identity, how they resent the goodness of others when it makes them look bad, etc. I study these issues in the context of social norms, the self, and morality, broadly defined.","Availability":null,"Primary Contact":"monin@stanford.edu","Secondary Contact":"Jody Joseph","Website":"http:\/\/psychology.stanford.edu\/~monin\/"},{"Lab\/Group Name":"Stanford Vision and Neurodevelopment Lab","PI":"Anthony Norcia","Department":"Psychology (Neuroscience)","Research Goals":null,"Availability":null,"Primary Contact":"amnorcia@stanford.edu","Secondary Contact":"Henedina Gonzales","Website":"https:\/\/svndl.stanford.edu\/"},{"Lab\/Group Name":"Poldrack Lab","PI":"Russell Poldrack","Department":"Psychology (Neuroscience)","Research Goals":"My research uses a range of neuroimaging and behavioral techniques to investigate the organization of cognitive and neural systems involved in learning and memory, decision making, and executive control. We also develop novel informatics and data analysis approaches and tools to better extract and synthesize knowledge about the structure of  mind-brain relations. While my laboratory focuses on studies of healthy individuals, we collaborate broadly with other groups in order to better understand the cognitive and neural dysfunctions associated with psychiatric disorders.","Availability":null,"Primary Contact":"russpold@stanford.edu","Secondary Contact":"Henedina Gonzales","Website":null},{"Lab\/Group Name":"Lee Ross","PI":"Lee Ross","Department":"Psychology (Social)","Research Goals":"Attributional processes and biases. Strategies and shortcomings in lay judgment and decision making. Basis of (and biases in) knowledge about self and others; egocentrism and \"naive realism.\" Sources of interpersonal and intergroup conflict. Barriers to conflict resolution and techniques for overcoming such barriers.","Availability":null,"Primary Contact":"lross@stanford.edu","Secondary Contact":"Lynda Ichinaga","Website":null},{"Lab\/Group Name":"Thomas Lab","PI":"Ewart Thomas","Department":"Psychology (Cognitive)","Research Goals":"Theoretical and experimental analyses of information processing, equity, and of small-group processes; statistical methods.","Availability":null,"Primary Contact":"ethomas@stanford.edu","Secondary Contact":"Tamara Danoyan","Website":null},{"Lab\/Group Name":"Tsai Lab","PI":"Jeanne Tsai","Department":"Psychology (Affective Science)","Research Goals":"Cultural shaping of emotion and mental health across the life span.","Availability":null,"Primary Contact":"jltsai@stanford.edu","Secondary Contact":"Tracy Dow","Website":"http:\/\/psychology.stanford.edu\/~tsailab\/"},{"Lab\/Group Name":"Wagner Lab","PI":"Anthony Wagner","Department":"Psychology (Neuroscience)","Research Goals":"Cognitive neuroscience of memory and cognitive\/executive control in young and older adults. Research interests include encoding and retrieval mechanisms; interactions between declarative, nondeclarative, and working memory; forms of cognitive control; neurocognitive aging; functional organization of prefrontal cortex and the medial temporal lobe, assessed by functional MRI, MEG\/EEG, and transcranial magnetic stimulation.","Availability":null,"Primary Contact":"awagner@stanford.edu","Secondary Contact":"Henedina Gonzales","Website":"http:\/\/memorylab.stanford.edu\/"},{"Lab\/Group Name":"Walton Lab","PI":"Gregory Walton","Department":"Psychology (Social)","Research Goals":"My research examines the nature of self and identity, often in the context of academic motivation and achievement. I'm interested in social factors relevant to motivation, in stereotypes and group differences in school achievement, and in social-psychological interventions to raise achievement and narrow group differences.","Availability":null,"Primary Contact":"gwalton@stanford.edu","Secondary Contact":"Tamara Danoyan","Website":"http:\/\/www.stanford.edu\/~gwalton\/\/\/\/"},{"Lab\/Group Name":"Stanford Vision Imaging, Sciences and Technology (VISTA) Lab","PI":"Brian Wandell","Department":"Psychology (Neuroscience)","Research Goals":null,"Availability":null,"Primary Contact":"wandell@stanford.edu","Secondary Contact":"Lynda Ichinaga","Website":"http:\/\/vistalab.stanford.edu\/"},{"Lab\/Group Name":"Cystic Fibrosis Research Laboratory","PI":"Jeffrey Wine","Department":"Psychology (Neuroscience)","Research Goals":"The goal is to understand how a defective ion channel leads to the human genetic disease cystic fibrosis. Studies of ion channels and ion transport involved in gland fluid transport. Methods include SSCP mutation detection and DNA sequencing, protein analysis, patch-clamp recording, ion-selective microelectrodes, electrophysiological analyses of transmembrane ion flows, isotopic methods, DIC (Nomarkski) and fluorescence microscopy, optical methods for analysis of fluid secretion by cultured human cells and from intact human tissues obtained after surgery.","Availability":null,"Primary Contact":"wine@stanford.edu","Secondary Contact":" Erlinda Viray","Website":"http:\/\/www.stanford.edu\/~wine\/"},{"Lab\/Group Name":"Stanford Social Neuroscience Laboratory","PI":"Jamil Zaki","Department":"Psychology (Affective Science)","Research Goals":"My research focuses on the cognitive and neural bases of social behavior, and in particular on how people understand each other's emotions (empathic accuracy), why they conform to each other (social influence), and why they choose to help each other (altruism).","Availability":null,"Primary Contact":"jzaki@stanford.edu","Secondary Contact":"Jody Joseph","Website":"http:\/\/ssnl.stanford.edu\/"},{"Lab\/Group Name":"Ambady Lab","PI":"Nalini Ambady","Department":null,"Research Goals":null,"Availability":null,"Primary Contact":null,"Secondary Contact":null,"Website":"http:\/\/sparq.stanford.edu\/"},{"Lab\/Group Name":"Bandura Lab","PI":"Albert Bandura","Department":null,"Research Goals":"Analysis of basic mechanisms of human agency through which people exercise control over their level of functioning and events that affect their lives. One line of research is concerned with how people regulate their own motivation, thought patterns, affective states and behavior through beliefs of personal and collective efficacy. A second line of research examines the paramount role of self-regulatory mechanisms relying on internal standards and self-influence in human self-development, adaptation, and change. These mechanisms are studied in the areas of sociocognitive development, affect regulation, health promotion and disease prevention, organizational functioning, and collective action for social change.","Availability":null,"Primary Contact":"albertob@stanford.edu","Secondary Contact":"Karen Saltzman","Website":"http:\/\/www.des.emory.edu\/mfp\/bandurabio.html"},{"Lab\/Group Name":"Bower Lab","PI":"Gordon Bower","Department":null,"Research Goals":"Study of human memory, mnemonic devices, retrieval strategies, recording strategies, and category learning. Interests in cognitive processes, emotion, imagery, language and reading comprehension as they relate to memory.","Availability":null,"Primary Contact":"gbower@stanford.edu","Secondary Contact":"Jody Joseph","Website":"http:\/\/web.stanford.edu\/dept\/psychology\/cgi-bin\/drupalm\/?q=gbower"},{"Lab\/Group Name":"Flavell Lab","PI":"John Flavell","Department":null,"Research Goals":"Theoretical and experimental work on cognitive growth in children. The development of children's knowledge about the mind.","Availability":null,"Primary Contact":"jflavell@stanford.edu","Secondary Contact":null,"Website":null},{"Lab\/Group Name":"Horowitz Lab","PI":"Len Horowitz","Department":null,"Research Goals":"My research focuses on interpersonal processes related to personality and psychopathology.  Our interpersonal model of dyadic interaction emphasizes the motives that energize interpersonal behavior and the behavioral ambiguity that arises if the interpersonal motive is unclear.  The model organizes interpersonal motives broadly into two abstract categories—communion (concerning connections between people) and agency (concerning the influence of each person upon the other).  Communion and agency may also be viewed as dimensions along which interpersonal motives may each be located.  Adult attachment styles are related to these two dimensions, and much of our work relates to attachment styles.  The model also classifies and clarifies interpersonal problems and personality disorders, which we also study.  Finally, we are interested in individual differences in the kind of knowledge that a person must possess in order to satisfy a particular interpersonal motive, and we have developed laboratory procedures for assessing cognitive structures that are relevant to particular interpersonal motives.","Availability":null,"Primary Contact":"lenh@stanford.edu","Secondary Contact":"Tracy Dow","Website":"https:\/\/web.stanford.edu\/dept\/psychology\/cgi-bin\/drupalm\/lhorowitz"},{"Lab\/Group Name":"Lepper Lab","PI":"Mark Lepper","Department":"Psychology (Social)","Research Goals":"Strategies and techniques of expert tutors: Motivational and cognitive processes. Microcomputers in education: Effects of educational programs on children's intrinsic motivation and learning. Intrinsic vs. extrinsic motivation: Detrimental effects of superfluous social controls and strategies for enhancing intrinsic interest. Choice and its consequences: Cultural and situational differences. Social cognition and attribution processes: Attributional biases and inferential errors. Social and moral development.","Availability":null,"Primary Contact":"lepper@stanford.edu","Secondary Contact":"Lynda Ichinaga","Website":null},{"Lab\/Group Name":"Maccoby Lab","PI":"Eleanor Maccoby","Department":"Psychology (Developmental)","Research Goals":null,"Availability":null,"Primary Contact":"maccoby@psych.stanford.edu","Secondary Contact":null,"Website":null},{"Lab\/Group Name":"Pribram Lab","PI":"Karl Pribram","Department":"Psychology (Neuroscience)","Research Goals":null,"Availability":null,"Primary Contact":null,"Secondary Contact":null,"Website":"http:\/\/www.karlhpribram.com\/biography\/"},{"Lab\/Group Name":"Tversky Lab","PI":"Barbara Tversky","Department":null,"Research Goals":"How do people think and communicate about the various spaces they inhabit and create? How does spatial thinking extend metaphorically to abstract thought? How do people segment, organize, remember, and communicate events in time?  How do people create and understand meaning in language, on paper, and in gesture?  How do the tools of thought affect thought; what are their affordances and constraints?  How can spatial thinking be applied to design, to foster creative thinking and to produce more effective diagrammatic tools?","Availability":null,"Primary Contact":"btversky@stanford.edu","Secondary Contact":"Jody Joseph","Website":"http:\/\/psych.stanford.edu\/~bt\/"},{"Lab\/Group Name":"Zimbardo Lab","PI":"Philip Zimbardo","Department":null,"Research Goals":"Social psychology; investigation of causes, correlates, and consequences of various time perspectives; conceptual and empirical development of my Discontinuity Theory of Madness (cognitive, social, behavioral dynamics in the etiology of \"normal\" symptoms of psychopathology); study of the nature of mind control tactics and strategies used by cults; use of hypnosis as a methodological technique for manipulating cognitive and affective states.","Availability":null,"Primary Contact":null,"Secondary Contact":"Karen Saltzman","Website":"http:\/\/www.zimbardo.com\/"}]